<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>&#1495;&#1502;&#1497;&#1513;&#1492; &#1506;&#1493;&#1500;&#1502;&#1493;&#1514;</title>
                                                                        
                      
  <meta http-equiv="content-type"
 content="text/html; charset=ISO-8859-1">
</head>
  <body bgcolor="#ffffff" text="#000000" link="#0000ee" alink="#0000ee"
 vlink="#551a8b">
                       
<div align="right" dir="rtl">&#1495;&#1502;&#1497;&#1513;&#1492; &#1506;&#1493;&#1500;&#1502;&#1493;&#1514;<br>
           <br>
           &#1502;&#1488;&#1514; &#1497;&#1493;&#1488;&#1500; &#1505;&#1508;&#1493;&#1500;&#1505;&#1511;&#1497;<br>
           &#1502;&#1488;&#1497; 6, 2002<br>
           <br>
           &#1491;&#1489;&#1512; &#1495;&#1513;&#1493;&#1489; &#1499;&#1502;&#1506;&#1496; &#1500;&#1488; &#1502;&#1493;&#1494;&#1499;&#1512; &#1489;&#1499;&#1500; &#1492;&#1505;&#1508;&#1512;&#1493;&#1514; &#1506;&#1500; &#1514;&#1499;&#1504;&#1493;&#1514; &#1493;&#1508;&#1497;&#1514;&#1493;&#1495; &#1514;&#1493;&#1499;&#1504;&#1492;, &#1493;&#1499;&#1514;&#1493;&#1510;&#1488;&#1492; 
 &#1502;&#1499;&#1498;  &#1488;&#1504;&#1493;   &#1500;&#1508;&#1506;&#1502;&#1497;&#1501; &#1500;&#1488; &#1502;&#1489;&#1497;&#1504;&#1497;&#1501; &#1488;&#1495;&#1491; &#1488;&#1514; &#1492;&#1513;&#1504;&#1497;.<br>
           <br>
           &#1488;&#1514;&#1492; &#1502;&#1508;&#1514;&#1495; &#1514;&#1493;&#1499;&#1504;&#1492;. &#1490;&#1501; &#1488;&#1504;&#1497;. &#1488;&#1489;&#1500; &#1497;&#1497;&#1514;&#1499;&#1503; &#1513;&#1488;&#1497;&#1503; &#1500;&#1504;&#1493; &#1488;&#1514; &#1488;&#1493;&#1514;&#1501; &#1502;&#1496;&#1512;&#1493;&#1514; &#1493;&#1491;&#1512;&#1497;&#1513;&#1493;&#1514;.
  &#1500;&#1502;&#1506;&#1513;&#1492;, <font color="#009900">&#1511;&#1497;&#1497;&#1502;&#1497;&#1501; </font>&#1502;&#1505;&#1508;&#1512; &#1506;&#1493;&#1500;&#1502;&#1493;&#1514; &#1513;&#1493;&#1504;&#1497;&#1501; &#1513;&#1500; &#1508;&#1497;&#1514;&#1493;&#1495; &#1514;&#1493;&#1499;&#1504;&#1492;,
&#1493;&#1495;&#1493;&#1511;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1495;&#1500;&#1497;&#1501; &#1500;&#1506;&#1493;&#1500;&#1502;&#1493;&#1514;  &#1513;&#1493;&#1504;&#1497;&#1501;.<br>
           <br>
                     
<div align="right">&#1488;&#1514;&#1492; &#1511;&#1493;&#1512;&#1488; &#1505;&#1508;&#1512; &#1506;&#1500; &#1489;&#1504;&#1497;&#1497;&#1514; &#1502;&#1493;&#1491;&#1500; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; UML, &#1493;&#1489;&#1513;&#1493;&#1501; &#1502;&#1511;&#1493;&#1501; &#1500;&#1488; &#1504;&#1488;&#1502;&#1512;
&#1513;&#1488;&#1497;&#1503; &#1489;&#1493; &#1492;&#1490;&#1497;&#1493;&#1503; &#1500;&#1499;&#1514;&#1497;&#1489;&#1514; &#1502;&#1504;&#1492;&#1500;&#1497; &#1492;&#1514;&#1511;&#1503; &#1513;&#1500; &#1512;&#1499;&#1497;&#1489;&#1497; &#1495;&#1493;&#1502;&#1512;&#1492;. &#1488;&#1514;&#1492; &#1511;&#1493;&#1512;&#1488; &#1502;&#1488;&#1502;&#1512; &#1513;&#1488;&#1493;&#1502;&#1512; &#1513;"&#1502;&#1506;&#1512;&#1499;&#1514;
&#1492;&#1512;&#1497;&#1510;&#1492; &#1513;&#1514;&#1493;&#1508;&#1505;&#1514; 20 &#1502;&#1490;&#1492;-&#1489;&#1497;&#1497;&#1496; (&#1492;&#1491;&#1512;&#1493;&#1513;&#1492; &#1500;-NET.) &#1492;&#1497;&#1488;<a
 href="http://radio.weblogs.com/0105852/2002/05/06.html">&#1488;&#1497;&#1504;&#1492; &#1489;&#1506;&#1497;&#1497;&#1492;</a>" &#1493;&#1491;&#1489;&#1512;
&#1489;&#1512;&#1493;&#1512; &#1500;&#1488; &#1502;&#1493;&#1494;&#1499;&#1512;: &#1488;&#1501; &#1488;&#1514;&#1492; &#1502;&#1504;&#1505;&#1492; &#1500;&#1499;&#1514;&#1493;&#1489; &#1511;&#1493;&#1491; &#1500;-ROM &#1489;&#1503; 32KB &#1506;&#1500; &#1488;&#1497;&#1514;&#1493;&#1512;&#1497;&#1514;, <b>&#1494;&#1493;&#1492;&#1497;</b>
     &#1502;&#1488;&#1493;&#1491; &#1489;&#1506;&#1497;&#1492;!<br>
           <br>
           &#1500;&#1491;&#1506;&#1514;&#1497;, &#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1499;&#1488;&#1503; &#1495;&#1502;&#1497;&#1513;&#1492; &#1506;&#1493;&#1500;&#1502;&#1493;&#1514;, &#1500;&#1508;&#1506;&#1502;&#1497;&#1501; &#1495;&#1493;&#1508;&#1508;&#1497;&#1501;, &#1488;&#1498; &#1489;&#1502;&#1511;&#1512;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501;
&#1500;&#1488;. &#1495;&#1502;&#1513;&#1514; &#1492;&#1506;&#1493;&#1500;&#1502;&#1493;&#1514;  &#1492;&#1501;:<br>
           <br>
                     
<ol>
             <li>&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1513;&#1493;&#1511;</li>
             <li>&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1508;&#1504;&#1497;&#1502;&#1497;.</li>
             <li>&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1502;&#1513;&#1493;&#1489;&#1510;&#1493;&#1514; &#1495;&#1493;&#1502;&#1512;&#1492; (Embedded Software)</li>
             <li>&#1502;&#1513;&#1495;&#1511;&#1497;&#1501;.</li>
             <li>&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1499;&#1514;&#1493;&#1489; &#1493;&#1494;&#1512;&#1493;&#1511;&nbsp;</li>
                     
</ol>
   &#1499;&#1488;&#1513;&#1512; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1488;&#1514; &#1492;&#1505;&#1508;&#1512; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503; &#1506;&#1500; Extreme Programming, &#1488;&#1493; &#1488;&#1514; &#1488;&#1495;&#1491; &#1502;&#1492;&#1505;&#1508;&#1512;&#1497;&#1501; 
 &#1492;&#1502;&#1510;&#1493;&#1497;&#1504;&#1497;&#1501;  &#1513;&#1500; &#1505;&#1496;&#1497;&#1489; &#1502;&#1511;&#1493;&#1504;&#1500;, &#1488;&#1493; &#1488;&#1514; "&#1497;&#1493;&#1488;&#1500; &#1506;&#1500; &#1514;&#1493;&#1499;&#1504;&#1492;", &#1488;&#1493; &#1488;&#1514; &#1502;&#1490;&#1488;&#1494;&#1497;&#1503; <a
 href="http://www.sdmagazine.com">Software Development</a>, &#1512;&#1493;&#1488;&#1497;&#1501; &#1492;&#1512;&#1489;&#1492;   
&#1496;&#1506;&#1504;&#1493;&#1514; &#1506;&#1500; &#1488;&#1497;&#1498; &#1500;&#1489;&#1510;&#1506; &#1508;&#1497;&#1514;&#1493;&#1495; &#1514;&#1493;&#1499;&#1504;&#1492;, &#1488;&#1489;&#1500; &#1489;&#1511;&#1493;&#1513;&#1497; &#1512;&#1493;&#1488;&#1497;&#1501; &#1499;&#1500; &#1488;&#1494;&#1499;&#1493;&#1512; &#1513;&#1500; &#1488;&#1497;&#1494;&#1492; <b>&#1505;&#1493;&#1490; </b>&#1513;&#1500;
     &#1508;&#1497;&#1514;&#1493;&#1495; &#1492;&#1501; &#1502;&#1491;&#1489;&#1512;&#1497;&#1501; &#1506;&#1500;&#1497;&#1493; - &#1491;&#1489;&#1512; &#1502;&#1510;&#1506;&#1512;, &#1502;&#1513;&#1493;&#1501; &#1513;&#1500;&#1508;&#1506;&#1502;&#1497;&#1501; &#1488;&#1514;&#1492; &#1510;&#1512;&#1497;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514; &#1491;&#1489;&#1512;&#1497;&#1501; &#1489;&#1488;&#1493;&#1508;&#1503;
    &#1513;&#1493;&#1504;&#1492; &#1489;&#1506;&#1493;&#1500;&#1502;&#1493;&#1514; &#1513;&#1493;&#1504;&#1497;&#1501;.<br>
          <br>
          &#1492;&#1489;&#1492; &#1504;&#1506;&#1489;&#1493;&#1512; &#1506;&#1500; &#1492;&#1511;&#1496;&#1490;&#1493;&#1512;&#1497;&#1493;&#1514; &#1489;&#1511;&#1510;&#1512;&#1492;.<br>
          <br>
          <b>&#1514;&#1493;&#1499;&#1504;&#1514; &#1513;&#1493;&#1511;</b> &#1492;&#1497;&#1488; &#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1510;&#1512;&#1497;&#1498; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1492; "&#1489;&#1502;&#1512;&#1495;&#1489; &#1492;&#1508;&#1514;&#1493;&#1495;" &#1506;&#1500; &#1497;&#1491;&#1497; 
&#1511;&#1489;&#1493;&#1510;&#1492;   &#1490;&#1491;&#1493;&#1500;&#1492;  &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501;. &#1492;&#1497;&#1488; &#1506;&#1513;&#1493;&#1497;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1506;&#1496;&#1493;&#1508;&#1492; &#1489;&#1510;&#1500;&#1493;&#1508;&#1503; &#1493;&#1500;&#1492;&#1497;&#1502;&#1499;&#1512; &#1489;"&#1489;&#1488;&#1490;", &#1488;&#1493; &#1513;&#1492;&#1497;&#1488;
&#1506;&#1513;&#1493;&#1497;&#1492;   &#1500;&#1492;&#1497;&#1493;&#1514;  &#1502;&#1493;&#1512;&#1491;&#1514; &#1502;&#1492;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;. &#1492;&#1497;&#1488; &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1505;&#1495;&#1512;&#1497;&#1514; &#1488;&#1493; shareware &#1488;&#1493; &#1511;&#1493;&#1491;
&#1508;&#1514;&#1493;&#1495;  &#1488;&#1493;  &#1514;&#1493;&#1499;&#1504;&#1492;  &#1513;&#1500; GNU &#1488;&#1493; &#1502;&#1492; &#1513;&#1500;&#1488; &#1497;&#1492;&#1497;&#1492;. &#1492;&#1504;&#1511;&#1493;&#1491;&#1492; &#1492;&#1506;&#1497;&#1511;&#1512;&#1497;&#1514; &#1492;&#1497;&#1488; &#1513;&#1494;&#1493; &#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1488;&#1500;&#1508;&#1497;
&#1488;&#1493; &#1502;&#1497;&#1500;&#1497;&#1493;&#1504;&#1497;   &#1488;&#1504;&#1513;&#1497;&#1501;  &#1497;&#1514;&#1511;&#1497;&#1504;&#1493; &#1493;&#1497;&#1513;&#1514;&#1502;&#1513;&#1493; &#1489;&#1492;.<br>
         <br>
         &#1500;&#1514;&#1493;&#1499;&#1504;&#1514; &#1513;&#1493;&#1511; &#1497;&#1513; &#1489;&#1506;&#1497;&#1493;&#1514; &#1502;&#1497;&#1493;&#1495;&#1491;&#1493;&#1514; &#1513;&#1504;&#1493;&#1489;&#1506;&#1493;&#1514; &#1502;&#1513;&#1514;&#1497; &#1514;&#1499;&#1493;&#1504;&#1493;&#1514; &#1502;&#1497;&#1493;&#1495;&#1491;&#1493;&#1514;:<br>
         <br>
                 
<ul>
           <li>&#1502;&#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1497;&#1513; &#1500;&#1492; &#1499;&#1500; &#1499;&#1498; &#1492;&#1512;&#1489;&#1492; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;, &#1513;&#1492;&#1512;&#1489;&#1492; &#1508;&#1506;&#1502;&#1497;&#1501; &#1497;&#1513; &#1500;&#1492;&#1501; &#1488;&#1500;&#1496;&#1512;&#1504;&#1496;&#1497;&#1489;&#1493;&#1514;,
   &#1502;&#1502;&#1513;&#1511;  &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1510;&#1512;&#1497;&#1498; &#1500;&#1492;&#1497;&#1493;&#1514; &#1511;&#1500; <font color="#ff0000">&#1497;&#1493;&#1514;&#1512;</font> &#1502;&#1492;&#1502;&#1502;&#1493;&#1510;&#1506; &#1499;&#1491;&#1497;
&#1513;&#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1514;&#1510;&#1500;&#1497;&#1495;.</li>
           <li>&#1502;&#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1492;&#1497;&#1488; &#1512;&#1510;&#1492; &#1506;&#1500; &#1499;&#1500; &#1499;&#1498; &#1492;&#1512;&#1489;&#1492; &#1502;&#1495;&#1513;&#1489;&#1497;&#1501;, &#1492;&#1511;&#1493;&#1491; &#1510;&#1512;&#1497;&#1498; &#1500;&#1492;&#1497;&#1493;&#1514; &#1495;&#1505;&#1497;&#1503; 
&#1500;&#1513;&#1493;&#1504;&#1497;   &#1489;&#1497;&#1503;  &#1492;&#1502;&#1495;&#1513;&#1489;&#1497;&#1501;. &#1513;&#1489;&#1493;&#1506; &#1513;&#1506;&#1489;&#1512; &#1502;&#1497;&#1513;&#1492;&#1493; &#1499;&#1514;&#1489; &#1500;&#1497; &#1491;&#1493;&#1488;&#1512; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497; &#1506;&#1500; &#1489;&#1488;&#1490; &#1489;-<a
 href="http://www.fogcreek.com/CityDesk">CityDesk</a> &#1513;&#1492;&#1493;&#1508;&#1497;&#1506; &#1512;&#1511; &#1489;&#1490;&#1512;&#1505;&#1492; &#1492;&#1508;&#1493;&#1500;&#1504;&#1497;&#1514;
    &#1513;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;, &#1489;&#1513;&#1500; &#1492;&#1491;&#1512;&#1498; &#1513;&#1492;&#1497;&#1488; &#1502;&#1513;&#1514;&#1502;&#1513;&#1514; &#1489;&#1499;&#1508;&#1514;&#1493;&#1512; &#1492;-Alt &#1492;&#1497;&#1502;&#1504;&#1497; &#1499;&#1491;&#1497; &#1500;&#1492;&#1499;&#1504;&#1497;&#1505; &#1514;&#1493;&#1497;&#1501; &#1502;&#1497;&#1493;&#1495;&#1491;&#1497;&#1501;.
    &#1488;&#1504;&#1493; &#1489;&#1491;&#1511;&#1504;&#1493; &#1488;&#1493;&#1514;&#1492; &#1506;&#1500; Windows 95, 95OSR2, 98, 98SE, ME, NT 4.0, Win 2000,
&nbsp;&#1493;-Win    XP. &#1488;&#1504;&#1493; &#1489;&#1491;&#1511;&#1504;&#1493; &#1506;&#1501; Internet Explorer &#1490;&#1512;&#1505;&#1492; 5.01, 5.5 &#1488;&#1493; 6.0 &#1502;&#1493;&#1514;&#1511;&#1503;.
&#1488;&#1504;&#1493; &#1489;&#1491;&#1511;&#1504;&#1493;    &#1506;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1489;&#1513;&#1508;&#1493;&#1514; &#1488;&#1504;&#1490;&#1500;&#1497;&#1514; &#1488;&#1502;&#1512;&#1497;&#1511;&#1488;&#1497;&#1514;, &#1505;&#1508;&#1512;&#1491;&#1497;&#1514;, &#1510;&#1512;&#1508;&#1514;&#1497;&#1514;, &#1506;&#1489;&#1512;&#1497;&#1514; &#1493;&#1505;&#1497;&#1504;&#1497;&#1514;.
&#1488;&#1489;&#1500; &#1500;&#1488; &#1492;&#1490;&#1506;&#1504;&#1493;    &#1500;&#1490;&#1512;&#1505;&#1492; &#1492;&#1508;&#1493;&#1500;<font color="#990000">&#1488;</font>&#1504;&#1497;&#1514; &#1506;&#1491;&#1497;&#1497;&#1503;.</li>
                 
</ul>
         &#1497;&#1513;&#1504;&#1503; &#1513;&#1500;&#1493;&#1513; &#1493;&#1512;&#1497;&#1488;&#1510;&#1497;&#1493;&#1514; &#1506;&#1497;&#1511;&#1512;&#1497;&#1493;&#1514; &#1513;&#1500; &#1514;&#1493;&#1499;&#1504;&#1514; &#1513;&#1493;&#1511;. &#1514;&#1493;&#1499;&#1504;&#1514; <b>&#1511;&#1493;&#1491; &#1508;&#1514;&#1493;&#1495;</b> &#1502;&#1508;&#1493;&#1514;&#1495;&#1514;
   &#1492;&#1512;&#1489;&#1492;  &#1508;&#1506;&#1502;&#1497;&#1501; &#1489;&#1500;&#1497; &#1513;&#1488;&#1507; &#1488;&#1495;&#1491; &#1497;&#1511;&#1489;&#1500; &#1499;&#1505;&#1507; &#1499;&#1491;&#1497; &#1500;&#1508;&#1514;&#1495;&#1492;, &#1502;&#1492; &#1513;&#1502;&#1513;&#1504;&#1492; &#1492;&#1512;&#1489;&#1492; &#1488;&#1514; &#1492;&#1491;&#1497;&#1504;&#1502;&#1497;&#1511;&#1492;.
&#1500;&#1502;&#1513;&#1500;,   &#1491;&#1489;&#1512;&#1497;&#1501;  &#1513;&#1488;&#1497;&#1504;&#1501; <font color="#cc0000">&#1502;<font color="#009900">&#1504;</font></font>&#1495;&#1513;&#1489;&#1497;&#1501;
&#1500;"&#1499;&#1497;&#1507;" &#1492;&#1512;&#1489;&#1492; &#1508;&#1506;&#1502;&#1497;&#1501; &#1500;&#1488; &#1504;&#1506;&#1513;&#1497;&#1501; &#1489;&#1510;&#1493;&#1493;&#1514; &#1513;&#1499;&#1493;&#1500;&#1493; &#1502;&#1514;&#1504;&#1491;&#1489;&#1497;&#1501;,<font color="#ff0000"> &#1493;</font><font
 color="#ff0000">, &#1499;&#1508;&#1497;</font>   &#1513;&#1502;&#1514;&#1497;&#1493;  &#1514;&#1493;&#1502;&#1505; <a
 href="http://mpt.phrasewise.com/2002/04/13">&#1502;&#1510;&#1489;&#1497;&#1506; &#1489;&#1504;&#1502;&#1512;&#1510;&#1493;&#1514;</a>,   &#1494;&#1492; <font
 color="#009900">&#1506;&#1513;&#1493;&#1497;</font>  <font color="#ff0000">&#1506;&#1500;&#1493;&#1500; </font>&#1500;&#1508;&#1490;&#1493;&#1506; &#1489;&#1511;&#1500;&#1493;&#1514;
&#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1513;&#1500;&#1492;. &#1497;&#1513; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1490;&#1491;&#1493;&#1500;&#1492; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1513;&#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1497;&#1492;&#1497;&#1492; &#1502;&#1508;&#1493;&#1494;&#1512;   &#1502;&#1489;&#1495;&#1497;&#1504;&#1492; &#1490;&#1488;&#1493;&#1490;&#1512;&#1508;&#1497;&#1514;,
&#1502;&#1492; &#1513;&#1502;&#1514;&#1489;&#1496;&#1488; &#1489;&#1488;&#1497;&#1499;&#1493;&#1514; &#1513;&#1493;&#1504;&#1492; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503; &#1513;&#1500; &#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#1489;&#1497;&#1503; &#1488;&#1504;&#1513;&#1497; &#1492;&#1510;&#1493;&#1493;&#1514;.  &#1494;&#1492; &#1504;&#1491;&#1497;&#1512; &#1489;&#1506;&#1493;&#1500;&#1501; &#1492;&#1511;&#1493;&#1491;
&#1492;&#1508;&#1514;&#1493;&#1495; &#1513;&#1514;&#1492;&#1497;&#1492; &#1513;&#1497;&#1495;&#1492; &#1508;&#1504;&#1497;&#1501; &#1502;&#1493;&#1500; &#1508;&#1504;&#1497;&#1501; &#1500;&#1508;&#1504;&#1497; &#1500;&#1493;&#1495; &#1514;&#1493;&#1498; &#1499;&#1491;&#1497; &#1510;&#1497;&#1493;&#1512; &#1511;&#1493;&#1508;&#1505;&#1488;&#1493;&#1514;   &#1493;&#1495;&#1497;&#1510;&#1497;&#1501;, &#1499;&#1498;
&#1513;&#1505;&#1493;&#1490;&#1497; &#1492;&#1495;&#1500;&#1496;&#1493;&#1514; &#1492;&#1514;&#1499;&#1504;&#1493;&#1503; &#1513;&#1492;&#1497;&#1493; &#1502;&#1513;&#1514;&#1508;&#1512;&#1493;&#1514; &#1502;&#1510;&#1497;&#1493;&#1512; &#1511;&#1493;&#1508;&#1505;&#1488;&#1493;&#1514; &#1493;&#1495;&#1497;&#1510;&#1497;&#1501; - &#1489;&#1491;&#1512;&#1498;-&#1499;&#1500;&#1500;   &#1502;&#1495;&#1500;&#1497;&#1496;&#1497;&#1501;
&#1500;&#1490;&#1489;&#1497;&#1492;&#1503; &#1489;&#1510;&#1493;&#1512;&#1492; &#1500;&#1488; &#1502;&#1505;&#1508;&#1511;&#1514; &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;&#1497;&#1501; &#1499;&#1488;&#1500;&#1492;. &#1499;&#1514;&#1493;&#1510;&#1488;&#1492; &#1502;&#1499;&#1498;, &#1510;&#1493;&#1493;&#1514;&#1497;&#1501; &#1513;&#1502;&#1508;&#1493;&#1494;&#1512;&#1497;&#1501;   &#1490;&#1488;&#1493;&#1490;&#1512;&#1508;&#1497;&#1514;
&#1494;&#1499;&#1493; &#1500;&#1492;&#1510;&#1500;&#1495;&#1492; &#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1489;&#1513;&#1499;&#1508;&#1493;&#1500; &#1514;&#1493;&#1499;&#1504;&#1492; &#1511;&#1497;&#1497;&#1502;&#1514; &#1513;&#1491;&#1512;&#1493;&#1513; &#1500;&#1492; &#1502;&#1506;&#1496; &#1502;&#1488;&#1493;&#1491; &#1488;&#1493; &#1513;&#1493;&#1501;   &#1514;&#1499;&#1504;&#1493;&#1503;.<br>
         <br>
        <b>&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1497;&#1493;&#1506;&#1510;&#1497;&#1501; (Consultingware</b><b>)</b> &#1492;&#1503; &#1505;&#1493;&#1490; &#1513;&#1500; &#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1513;&#1493;&#1511; 
 &#1513;&#1491;&#1493;&#1512;&#1513;  &#1499;&#1500; &#1499;&#1498; &#1492;&#1512;&#1489;&#1492; &#1496;&#1497;&#1508;&#1493;&#1500; &#1493;&#1492;&#1514;&#1511;&#1504;&#1492; &#1513;&#1504;&#1494;&#1511;&#1511;&#1497;&#1501; &#1500;&#1510;&#1489;&#1488; &#1513;&#1500; &#1497;&#1493;&#1506;&#1510;&#1497;&#1501; &#1499;&#1491;&#1497; &#1500;&#1492;&#1514;&#1511;&#1497;&#1504;&#1492;, &#1489;&#1502;&#1495;&#1497;&#1512; 
&#1502;&#1493;&#1508;&#1511;&#1506;.   &#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1500;&#1504;&#1497;&#1492;&#1493;&#1500; &#1514;&#1493;&#1499;&#1503; &#1493;&#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1500;&#1504;&#1497;&#1492;&#1493;&#1500; &#1511;&#1513;&#1512;&#1497; &#1500;&#1511;&#1493;&#1495;&#1493;&#1514; &#1504;&#1493;&#1508;&#1500;&#1493;&#1514; &#1508;&#1506;&#1502;&#1497;&#1501; &#1512;&#1489;&#1493;&#1514; 
&#1500;&#1511;&#1496;&#1490;&#1493;&#1512;&#1497;&#1492;  &#1492;&#1494;&#1488;&#1514;.  &#1492;&#1500;&#1511;&#1493;&#1495; &#1502;&#1511;&#1489;&#1500; &#1488;&#1514; &#1492;&#1492;&#1512;&#1490;&#1513;&#1492; &#1513;&#1492;&#1503; &#1500;&#1502;&#1506;&#1513;&#1492; &#1500;&#1488; <b>&#1506;&#1493;&#1513;&#1493;&#1514;</b> &#1513;&#1493;&#1501; &#1491;&#1489;&#1512;, &#1488;&#1500;&#1488;
&#1512;&#1511; &#1514;&#1512;&#1493;&#1509; &#1500;&#1492;&#1499;&#1504;&#1497;&#1505; <font color="#33cc00">&#1506;&#1491;&#1512; &#1513;&#1500; &#1497;&#1493;&#1506;&#1510;&#1497;&#1501; &#1513;&#1502;&#1511;&#1489;&#1500;&#1497;&#1501; 300 &#1491;&#1493;&#1500;&#1488;&#1512; &#1500;&#1513;&#1506;&#1492;</font><font
 color="#cc0000"> &#1500;&#1511;&#1489;&#1500; &#1510;&#1489;&#1488; &#1513;&#1500; &#1497;&#1493;&#1506;&#1510;&#1497;&#1501; &#1489;&#1491;&#1500;&#1514;</font> <font color="#cc0000">&#1513;&#1502;&#1511;&#1489;&#1500;&#1497;&#1501;</font>
<font color="#cc0000">300 &#1491;&#1493;&#1500;&#1512; &#1500;&#1513;&#1506;&#1492;</font>. &#1506;&#1500; &#1488;&#1507; &#1513;&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1497;&#1493;&#1506;&#1510;&#1497;&#1501; &#1502;&#1493;&#1505;&#1493;&#1493;&#1514; 
&#1489;&#1514;&#1493;&#1512; &#1514;&#1493;&#1499;&#1504;&#1493;&#1514;  &#1513;&#1493;&#1511;, &#1492;&#1502;&#1495;&#1497;&#1512; &#1492;&#1490;&#1489;&#1493;&#1492; &#1513;&#1500; &#1492;&#1502;&#1497;&#1502;&#1493;&#1513; &#1490;&#1493;&#1512;&#1501; &#1500;&#1499;&#1498; &#1513;&#1492;&#1497;&#1488; &#1502;&#1514;&#1504;&#1492;&#1490;&#1514; &#1497;&#1493;&#1514;&#1512; &#1499;&#1502;&#1493; &#1514;&#1493;&#1499;&#1504;&#1492;
 &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1508;&#1504;&#1497;&#1502;&#1497;.<br>
      <br>
      <b>&#1514;&#1493;&#1499;&#1504;&#1492; &#1502;&#1505;&#1495;&#1512;&#1497;&#1514; &#1502;&#1489;&#1493;&#1505;&#1505;&#1514; Web </b>&#1499;&#1502;&#1493; Salesforce.com &#1488;&#1493; &#1488;&#1508;&#1497;&#1500;&#1493; &#1494;&#1488;&#1514; &#1513;&#1500; eBay
  <font color="#cc0000">&#1492;&#1489;&#1488;&#1492;  &#1489;&#1502;&#1490;&#1493;&#1493;&#1503; &#1494;&#1504;&#1497;&#1501; &#1513;&#1500; &#1508;&#1497;&#1512;&#1493;&#1514; (?)</font> <font
 color="#009900">&#1513;&#1499;&#1502;&#1493;&#1514;&#1497;&#1492; &#1504;&#1502;&#1510;&#1488;&#1493;&#1514; &#1489;&#1502;&#1511;&#1493;&#1502;&#1493;&#1514; &#1512;&#1489;&#1497;&#1501;, </font>&#1506;&#1491;&#1497;&#1497;&#1503; &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1511;&#1500;&#1492;
&#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1493;&#1500;&#1512;&#1493;&#1509; &#1506;&#1500; &#1502;&#1490;&#1493;&#1493;&#1503;   &#1512;&#1495;&#1489; &#1513;&#1500; &#1491;&#1508;&#1491;&#1508;&#1504;&#1497;&#1501;. &#1506;&#1500; &#1488;&#1507; &#1513;&#1497;&#1513; &#1500;&#1502;&#1508;&#1514;&#1495;&#1497;&#1501; &#1488;&#1514; &#1492;&#1500;&#1493;&#1511;&#1505;&#1493;&#1505; &#1513;&#1500; (&#1500;&#1499;&#1500;
&#1492;&#1508;&#1495;&#1493;&#1514;) &#1511;&#1510;&#1514; &#1513;&#1500;&#1497;&#1496;&#1492; &#1506;&#1500;  &#1505;&#1489;&#1497;&#1489;&#1514; &#1492;"&#1513;&#1497;&#1502;&#1493;&#1513;" - &#1492;&#1502;&#1495;&#1513;&#1489;&#1497;&#1501; &#1489;&#1502;&#1512;&#1499;&#1494; &#1492;&#1502;&#1497;&#1491;&#1506; - &#1492;&#1501; &#1506;&#1491;&#1497;&#1497;&#1503; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501;
&#1500;&#1492;&#1514;&#1506;&#1505;&#1511; &#1506;&#1501; &#1502;&#1490;&#1493;&#1493;&#1503; &#1512;&#1495;&#1489;  &#1513;&#1500; &#1491;&#1508;&#1491;&#1508;&#1504;&#1497;&#1501; &#1493;&#1502;&#1505;&#1508;&#1512; &#1512;&#1489; &#1513;&#1500; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;, &#1493;&#1500;&#1499;&#1503; &#1488;&#1504;&#1497; &#1502;&#1495;&#1513;&#1497;&#1489; &#1488;&#1493;&#1514;&#1492;
&#1500;&#1493;&#1488;&#1512;&#1497;&#1497;&#1510;&#1497;&#1492; &#1513;&#1500; &#1514;&#1493;&#1499;&#1504;&#1514; &#1513;&#1493;&#1511;.<br>
     <br>
     <b>&#1514;&#1493;&#1499;&#1504;&#1492; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1508;&#1504;&#1497;&#1502;&#1497;</b> &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1506;&#1489;&#1493;&#1491; &#1512;&#1511; &#1489;&#1505;&#1497;&#1496;&#1493;&#1488;&#1510;&#1497;&#1492; &#1488;&#1495;&#1514; &#1506;&#1500; &#1492;&#1502;&#1495;&#1513;&#1489;&#1497;&#1501; &#1513;&#1500; 
&#1495;&#1489;&#1512;&#1492;  &#1488;&#1495;&#1514;. &#1494;&#1492; &#1506;&#1493;&#1513;&#1492; &#1488;&#1493;&#1514;&#1492; &#1500;&#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1511;&#1500;&#1492; &#1500;&#1508;&#1497;&#1514;&#1493;&#1495;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1506;&#1513;&#1493;&#1514; &#1492;&#1512;&#1489;&#1492; &#1492;&#1504;&#1495;&#1493;&#1514; &#1506;&#1500; &#1492;&#1505;&#1489;&#1497;&#1489;&#1492;
 &#1489;&#1492; &#1492;&#1497;&#1488; &#1514;&#1512;&#1493;&#1509;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1491;&#1512;&#1493;&#1513; &#1490;&#1512;&#1505;&#1492; &#1502;&#1505;&#1493;&#1497;&#1502;&#1514; &#1513;&#1500; Internet Explorer, &#1488;&#1493; Microsoft Office 
 &#1488;&#1493; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;. &#1488;&#1501; &#1488;&#1514;&#1492; &#1510;&#1512;&#1497;&#1498; &#1500;&#1510;&#1497;&#1497;&#1512; &#1490;&#1512;&#1507;, &#1514;&#1503; &#1500;&#1488;&#1511;&#1505;&#1500; &#1500;&#1489;&#1504;&#1493;&#1514; &#1488;&#1493;&#1514;&#1493; &#1489;&#1513;&#1489;&#1497;&#1500;&#1498;; &#1500;&#1499;&#1500; &#1488;&#1495;&#1491; &#1489;&#1502;&#1495;&#1500;&#1511;&#1492; 
 &#1513;&#1500;&#1498; &#1497;&#1513; &#1488;&#1511;&#1505;&#1500;. (&#1488;&#1489;&#1500; &#1504;&#1505;&#1492; &#1488;&#1514; &#1494;&#1492; &#1489;&#1514;&#1493;&#1499;&#1504;&#1514; &#1513;&#1493;&#1511;, &#1493;&#1514;&#1488;&#1489;&#1491; &#1495;&#1510;&#1497; &#1502;&#1492;&#1500;&#1511;&#1493;&#1495;&#1493;&#1514; &#1492;&#1508;&#1493;&#1496;&#1504;&#1510;&#1497;&#1488;&#1500;&#1497;&#1497;&#1501; &#1513;&#1500;&#1498;<font
 color="#cc0000">.)</font><font color="#009900">).</font><br>
    <br>
    &#1499;&#1488;&#1503; &#1497;&#1499;&#1493;&#1500;&#1514; &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1492;&#1497;&#1488; &#1489;&#1506;&#1491;&#1497;&#1508;&#1493;&#1514; &#1504;&#1502;&#1493;&#1499;&#1492; &#1497;&#1493;&#1514;&#1512;, &#1502;&#1508;&#1504;&#1497; &#1513;&#1502;&#1505;&#1508;&#1512; &#1502;&#1493;&#1490;&#1489;&#1500; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501;
  &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1514;&#1493;&#1499;&#1504;&#1492;, &#1493;&#1488;&#1497;&#1503; &#1500;&#1492;&#1501; &#1489;&#1512;&#1497;&#1512;&#1492;, &#1499;&#1498; &#1513;&#1492;&#1501; <font color="#cc0000">&#1497;&#1510;&#1496;&#1512;&#1499;&#1493; </font><font
 color="#009900">&#1497;&#1488;&#1500;&#1510;&#1493; </font>&#1500;&#1492;&#1505;&#1514;&#1491;&#1512; &#1488;&#1497;&#1514;&#1492;. &#1502;&#1492;&#1497;&#1512;&#1493;&#1514; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1495;&#1513;&#1493;&#1489;&#1492;  &#1497;&#1493;&#1514;&#1512;. &#1502;&#1499;&#1497;&#1493;&#1493;&#1503;
&#1513;&#1506;&#1512;&#1498; &#1502;&#1488;&#1502;&#1509; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1508;&#1493;&#1494;&#1512; &#1506;&#1500; &#1508;&#1504;&#1497; &#1495;&#1489;&#1512;&#1492; &#1488;&#1495;&#1514; &#1489;&#1500;&#1489;&#1491;, &#1492;&#1499;&#1502;&#1493;&#1514; &#1513;&#1500; &#1502;&#1513;&#1488;&#1489;&#1497; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1513;&#1504;&#1497;&#1514;&#1503;
&#1500;&#1492;&#1511;&#1510;&#1493;&#1514; &#1492;&#1497;&#1488; &#1508;&#1495;&#1493;&#1514;&#1492; &#1489;&#1492;&#1512;&#1489;&#1492;. &#1502;&#1497;&#1511;&#1512;&#1493;&#1505;&#1493;&#1508;&#1496; &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1492;&#1512;&#1513;&#1493;&#1514; &#1500;&#1506;&#1510;&#1492; &#1500;&#1492;&#1493;&#1510;&#1497;&#1488; 500 &#1502;&#1497;&#1500;&#1497;&#1493;&#1503; &#1491;&#1493;&#1500;&#1512;
&#1499;&#1491;&#1497; &#1500;&#1508;&#1514;&#1495; &#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1508;&#1506;&#1500;&#1492; &#1513;&#1513;&#1493;&#1493;&#1492; &#1512;&#1511; &#1499;80- &#1491;&#1493;&#1500;&#1512; &#1500;&#1488;&#1491;&#1501; &#1492;&#1502;&#1502;&#1493;&#1510;&#1506;. &#1488;&#1489;&#1500; &#1499;&#1488;&#1513;&#1512; <font
 color="#009900">&#1495;&#1489;&#1512;&#1514; </font>&#1491;&#1496;&#1512;&#1493;&#1497;&#1496; &#1488;&#1491;&#1497;&#1505;&#1493;&#1503; &#1502;&#1508;&#1514;&#1495;&#1514; &#1508;&#1500;&#1496;&#1508;&#1493;&#1512;&#1502;&#1492; &#1500;&#1502;&#1505;&#1495;&#1512; &#1489;&#1488;&#1504;&#1512;&#1490;&#1497;&#1492;,
&#1492;&#1492;&#1513;&#1511;&#1506;&#1492; &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1492;&#1490;&#1497;&#1493;&#1504;&#1497;&#1514; &#1500;&#1495;&#1489;&#1512;&#1492; &#1488;&#1495;&#1514;. &#1499;&#1491;&#1497; &#1500;&#1511;&#1489;&#1500; &#1492;&#1495;&#1494;&#1512; &#1496;&#1493;&#1489;, &#1488;&#1497;&#1504;&#1498; &#1497;&#1499;&#1493;&#1500; &#1500;&#1489;&#1494;&#1489;&#1494;
&#1488;&#1493;&#1514;&#1492; &#1499;&#1502;&#1493;&#1514; &#1513;&#1514;&#1493;&#1499;&#1500; &#1506;&#1500; &#1514;&#1493;&#1499;&#1504;&#1514; &#1513;&#1493;&#1511;. &#1500;&#1499;&#1503;,  &#1495;&#1500;&#1511; &#1490;&#1491;&#1493;&#1500; &#1513;&#1500; &#1492;&#1514;&#1499;&#1493;&#1504;&#1493;&#1514; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1508;&#1504;&#1497;&#1502;&#1497; &#1492;&#1503; &#1490;&#1512;&#1493;&#1506;&#1493;&#1514;
&#1500;&#1502;&#1491;&#1497;.<br>
    <br>
    <b>&#1500;&#1514;&#1493;&#1499;&#1504;&#1492; &#1502;&#1513;&#1493;&#1489;&#1510;&#1514; &#1495;&#1493;&#1502;&#1512;&#1492;</b> &#1497;&#1513; &#1492;&#1514;&#1499;&#1493;&#1504;&#1492; &#1492;&#1497;&#1495;&#1493;&#1491;&#1497;&#1514; &#1513;&#1492;&#1497;&#1488; &#1502;&#1493;&#1499;&#1504;&#1505;&#1514; &#1500;&#1514;&#1493;&#1498; &#1495;&#1514;&#1497;&#1499;&#1514; &#1495;&#1493;&#1502;&#1512;&#1492;
  &#1493;&#1499;&#1502;&#1506;&#1496; &#1500;&#1506;&#1493;&#1500;&#1501; &#1500;&#1488; &#1502;&#1506;&#1493;&#1491;&#1499;&#1504;&#1514;. <font color="#cc0000">&#1499;&#1488;&#1503; </font>&#1494;&#1492; &#1506;&#1493;&#1500;&#1501; &#1488;&#1495;&#1512; &#1500;&#1490;&#1502;&#1512;&#1497;.
&#1491;&#1512;&#1497;&#1513;&#1493;&#1514; &#1492;&#1488;&#1497;&#1499;&#1493;&#1514; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1490;&#1489;&#1493;&#1492;&#1493;&#1514;,   &#1502;&#1513;&#1493;&#1501; &#1513;&#1488;&#1497;&#1503; &#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1513;&#1504;&#1497;&#1497;&#1492;. &#1488;&#1514;&#1492; &#1506;&#1500;&#1493;&#1500; &#1500;&#1506;&#1489;&#1493;&#1491;
&#1506;&#1501; &#1502;&#1506;&#1489;&#1491; &#1513;&#1512;&#1509; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1500;&#1488;&#1496; &#1502;&#1492;&#1502;&#1506;&#1489;&#1491;  &#1492;&#1513;&#1493;&#1500;&#1495;&#1504;&#1497; &#1492;&#1496;&#1497;&#1508;&#1493;&#1505;&#1497;, &#1499;&#1498; &#1513;&#1497;&#1497;&#1514;&#1499;&#1503; <font
 color="#cc0000">&#1513;<font color="#009900">&#1493;</font></font>&#1514;&#1488;&#1500;&#1509; &#1500;&#1492;&#1493;&#1510;&#1497;&#1488; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512;
&#1494;&#1502;&#1503; &#1506;&#1500; &#1488;&#1493;&#1508;&#1496;&#1497;&#1502;&#1497;&#1494;&#1510;&#1497;&#1493;&#1514;. &#1511;&#1493;&#1491;  &#1502;&#1492;&#1497;&#1512; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1495;&#1513;&#1493;&#1489; &#1502;&#1511;&#1493;&#1491; &#1488;&#1500;&#1490;&#1504;&#1496;&#1497;. &#1492;&#1514;&#1511;&#1504;&#1497; &#1492;&#1511;&#1500;&#1496; &#1493;&#1492;&#1508;&#1500;&#1496;
<font color="#009900">&#1492;</font><font color="#cc0000">&#1513;</font>&#1504;&#1514;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500;&#1493;&#1500;&#1497;&#1501;
&#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1493;&#1490;&#1489;&#1500;&#1497;&#1501;.   &#1500;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;-GPS &#1489;&#1502;&#1499;&#1493;&#1504;&#1497;&#1514; &#1513;&#1513;&#1499;&#1512;&#1514;&#1497; &#1513;&#1489;&#1493;&#1506; &#1513;&#1506;&#1489;&#1512; &#1492;&#1497;&#1492; &#1499;&#1494;&#1492; <font
 color="#33cc00">&#1502;&#1504;&#1513;&#1511;</font> <font color="#33cc00"><font color="#cc0000">&#1508;&#1496;&#1514;&#1497;</font>&#1506;&#1500;&#1493;&#1489;</font>
&#1513;&#1497;&#1499;&#1493;&#1500;&#1514;   &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1492; &#1492;&#1497;&#1497;&#1514;&#1492; &#1502;&#1488;&#1499;&#1494;&#1489;&#1514;. &#1492;&#1488;&#1501; &#1488;&#1497; &#1508;&#1506;&#1501; &#1504;&#1497;&#1505;&#1497;&#1514; &#1500;&#1492;&#1499;&#1504;&#1497;&#1505; &#1499;&#1514;&#1493;&#1489;&#1514; &#1506;&#1500; &#1488;&#1495;&#1491; &#1502;&#1492;&#1491;&#1489;&#1512;&#1497;&#1501;
&#1492;&#1488;&#1500;&#1492;?   &#1492;&#1501; &#1502;&#1510;&#1497;&#1490;&#1497;&#1501; &#1502;&#1497;&#1503; "&#1502;&#1511;&#1500;&#1491;&#1514;" &#1506;&#1500; &#1492;&#1502;&#1505;&#1498; &#1493;&#1510;&#1512;&#1497;&#1498; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1495;&#1497;&#1510;<font
 color="#cc0000">&#1510;</font>&#1497;&#1501; &#1499;&#1491;&#1497; &#1500;&#1489;&#1495;&#1493;&#1512; &#1488;&#1493;&#1514;&#1497;&#1493;&#1514; &#1502;&#1495;&#1502;&#1513;  &#1502;&#1496;&#1512;&#1497;&#1510;&#1493;&#1514; &#1511;&#1496;&#1504;&#1493;&#1514; &#1513;&#1500; <a
 href="http://www.hertz.co.uk/serv/us/prod_lost.html">&#1514;&#1513;&#1506;  &#1488;&#1493;&#1514;&#1497;&#1493;&#1514; &#1499;&#1500; &#1488;&#1495;&#1514;</a>.
(&#1506;&#1489;&#1493;&#1512; &#1500;&#1511;&#1497;&#1513;&#1493;&#1512; &#1500;&#1497;&#1493;&#1514;&#1512; &#1488;&#1497;&#1500;&#1493;&#1505;&#1496;&#1512;&#1510;&#1497;&#1493;&#1514; &#1513;&#1500; &#1502;&#1502;&#1513;&#1511; &#1502;&#1513;&#1514;&#1502;&#1513; &#1494;&#1492;. &#1500;&#1502;&#1506;&#1512;&#1499;&#1514;  &#1492;-GPS &#1489;&#1502;&#1499;&#1493;&#1504;&#1497;&#1514; &#1513;&#1500;&#1497;
&#1497;&#1513; &#1502;&#1505;&#1498; &#1502;&#1490;&#1506; &#1513;&#1492;&#1493;&#1508;&#1498; &#1488;&#1514; &#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1502;&#1502;&#1513;&#1511; &#1500;&#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489;. &#1488;&#1489;&#1500; &#1488;&#1504;&#1497;  &#1505;&#1493;&#1496;&#1492; &#1502;&#1492;&#1504;&#1493;&#1513;&#1488; &#1492;&#1502;&#1512;&#1499;&#1494;&#1497;)<br>
    <br>
    <b>&#1502;&#1513;&#1495;&#1511;&#1497; &#1502;&#1495;&#1513;&#1489;</b> &#1497;&#1495;&#1493;&#1491;&#1497;&#1497;&#1501; &#1502;&#1513;&#1514;&#1497; &#1505;&#1497;&#1489;&#1493;&#1514;. &#1512;&#1488;&#1513;&#1497;&#1514;, &#1492;&#1499;&#1500;&#1499;&#1500;&#1492; &#1513;&#1500; &#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1513;&#1495;&#1511;&#1497;&#1501; <font
 color="#cc0000">&#1492;&#1497;&#1488;  </font>&#1502;&#1493;&#1504;&#1495;&#1497;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1500;&#1492;&#1497;&#1496;&#1497;&#1501;. &#1495;&#1500;&#1511; &#1502;&#1492;&#1502;&#1513;&#1495;&#1511;&#1497;&#1501; &#1492;&#1501; &#1500;&#1492;&#1497;&#1496;&#1497;&#1501;,
&#1512;&#1489;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1492;&#1501; &#1499;&#1513;&#1500;&#1493;&#1504;&#1493;&#1514;, &#1493;&#1488;&#1501; &#1489;&#1512;&#1510;&#1493;&#1504;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514; &#1499;&#1505;&#1507; &#1502;&#1502;&#1513;&#1495;&#1511;&#1497; &#1502;&#1495;&#1513;&#1489;, &#1488;&#1514;&#1492; &#1502;&#1499;&#1497;&#1512; &#1489;&#1506;&#1493;&#1489;&#1491;&#1492;
&#1492;&#1494;&#1488;&#1514;, &#1493;&#1502;&#1493;&#1493;&#1491;&#1488; &#1513;&#1497;&#1513; &#1500;&#1498; &#1502;&#1489;&#1495;&#1512; &#1502;&#1513;&#1495;&#1511;&#1497;&#1501; &#1499;&#1498; &#1513;&#1492;&#1500;&#1492;&#1497;&#1496; &#1513;&#1499;&#1489;&#1513; &#1488;&#1514; &#1492;&#1502;&#1491;&#1508;&#1497;&#1501; <font
 color="#33cc00">&#1497;&#1508;&#1510;&#1492;</font><font color="#cc0000">&#1497;&#1497;&#1502;&#1510;&#1488; </font>&#1506;&#1500; &#1492;&#1492;&#1508;&#1505;&#1491;&#1497;&#1501;
&#1502;&#1492;&#1499;&#1513;&#1500;&#1493;&#1504;&#1493;&#1514;. &#1494;&#1492; &#1497;&#1493;&#1514;&#1512; &#1499;&#1502;&#1493; &#1505;&#1512;&#1496;&#1497;&#1501; &#1502;&#1488;&#1513;&#1512; &#1514;&#1493;&#1499;&#1504;&#1492;.<br>
    <br>
    &#1492;&#1489;&#1506;&#1497;&#1497;&#1492; &#1492;&#1497;&#1493;&#1514;&#1512; &#1490;&#1491;&#1493;&#1500;&#1492; &#1489;&#1508;&#1497;&#1514;&#1493;&#1495; &#1513;&#1500; &#1502;&#1513;&#1495;&#1511;&#1497;&#1501; &#1492;&#1497;&#1488; &#1513;&#1497;&#1513; &#1512;&#1511; &#1490;&#1512;&#1505;&#1492; &#1488;&#1495;&#1514;. &#1502;&#1512;&#1490;&#1506; &#1513;&#1492;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; 
 &#1513;&#1500;&#1498; &#1513;&#1497;&#1495;&#1511;&#1493; &#1489;-"Duke Nukem 3D" &#1492;&#1501; &#1500;&#1488; &#1497;&#1513;&#1491;&#1512;&#1490;&#1493; &#1500;-"Duke Nukem 3.1D" &#1512;&#1511; &#1499;&#1491;&#1497; &#1500;&#1511;&#1489;&#1500; 
&#1514;&#1497;&#1511;&#1493;&#1504;&#1497; &#1489;&#1488;&#1490;&#1497;&#1501; &#1493;&#1504;&#1513;&#1511;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501;. &#1506;&#1501; &#1499;&#1502;&#1492; &#1497;&#1493;&#1510;&#1488;&#1497;&#1501; &#1502;&#1503; &#1492;&#1499;&#1500;&#1500;, &#1502;&#1512;&#1490;&#1506; &#1513;&#1502;&#1497;&#1513;&#1492;&#1493; &#1513;&#1497;&#1495;&#1511; &#1488;&#1514; &#1492;&#1502;&#1513;&#1495;&#1511; 
&#1506;&#1491; &#1505;&#1493;&#1508;&#1493;, &#1494;&#1492; &#1502;&#1513;&#1506;&#1502;&#1501; &#1500;&#1513;&#1495;&#1511; &#1488;&#1493;&#1514;&#1493; &#1513;&#1493;&#1489;. &#1488;&#1494; &#1500;&#1502;&#1513;&#1495;&#1511;&#1497;&#1501; &#1497;&#1513; &#1488;&#1514; &#1488;&#1493;&#1514;&#1503; &#1491;&#1512;&#1497;&#1513;&#1493;&#1514; &#1488;&#1497;&#1499;&#1493;&#1514; &#1499;&#1502;&#1493; &#1500;&#1514;&#1493;&#1499;&#1504;&#1492; 
&#1502;&#1513;&#1493;&#1489;&#1510;&#1514; &#1493;&#1492;&#1499;&#1512;&#1495; &#1508;&#1497;&#1504;&#1504;&#1505;&#1497; &#1506;&#1510;&#1493;&#1501; &#1500;&#1491;&#1488;&#1493;&#1490; &#1513;&#1497;&#1510;&#1488;&#1493; &#1489;&#1505;&#1491;&#1512; &#1506;&#1500; &#1492;&#1508;&#1506;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492;. &#1500;&#1502;&#1508;&#1514;&#1495;&#1497; &#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1513;&#1493;&#1511;
&#1497;&#1513; &#1488;&#1514; &#1492;&#1502;&#1493;&#1514;&#1512;&#1493;&#1514; <font color="#33cc00">&#1500;&#1491;&#1506;&#1514;</font><font color="#cc0000">&#1513;&#1500; &#1497;&#1491;&#1497;&#1506;&#1492;</font>
&#1513;&#1488;&#1501; &#1490;&#1512;&#1505;&#1492; 1.0 &#1500;&#1488; &#1506;&#1502;&#1491;&#1492; &#1506;&#1500; &#1510;&#1497;&#1508;&#1497;&#1493;&#1514; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501; &#1493;&#1500;&#1488; &#1502;&#1499;&#1512;&#1492;, &#1488;&#1494; &#1488;&#1493;&#1500;&#1497; 2.0 &#1499;&#1503; &#1514;&#1502;&#1499;&#1493;&#1512;.<br>
    <br>
    &#1500;&#1489;&#1505;&#1493;&#1507; <b>&#1511;&#1493;&#1491; <font color="#33cc00">"</font>&#1489;&#1514;&#1493;&#1489; &#1493;&#1494;&#1512;&#1493;&#1511;<font
 color="#33cc00">"</font> </b>&#1492;&#1493;&#1488; &#1511;&#1493;&#1491; &#1513;&#1504;&#1493;&#1510;&#1512; &#1494;&#1502;&#1504;&#1497;&#1514; &#1500;&#1502;&#1496;&#1512;&#1492; &#1492;&#1497;&#1495;&#1497;&#1491;&#1492; &#1513;&#1500; &#1492;&#1513;&#1490;&#1514; &#1502;&#1513;&#1492;&#1493; 
 &#1488;&#1495;&#1512;, &#1513;&#1500;&#1488; &#1514;&#1510;&#1496;&#1512;&#1498; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1493; &#1513;&#1493;&#1489; &#1488;&#1495;&#1512;&#1497; &#1513;&#1514;&#1511;&#1489;&#1500; &#1488;&#1493;&#1514;&#1493;. &#1500;&#1502;&#1513;&#1500;, <font
 color="#cc0000">&#1505;&#1511;&#1512;&#1497;&#1508;&#1496; </font>shell <font color="#33cc00">script</font>
&#1513;&#1502;&#1502;&#1497;&#1512; &#1511;&#1493;&#1489;&#1509;  &#1511;&#1500;&#1496; <font color="#cc0000">&#1513;&#1492;&#1514;&#1511;&#1489;&#1500; </font>&#1500;&#1508;&#1493;&#1512;&#1502;&#1496; &#1492;&#1504;&#1491;&#1512;&#1513; &#1500;&#1502;&#1496;&#1512;&#1492; &#1488;&#1495;&#1512;&#1514;,
&#1493;&#1494;&#1493;&#1492;&#1497; &#1508;&#1506;&#1493;&#1500;&#1492; &#1513;&#1500; &#1508;&#1506;&#1501; &#1488;&#1495;&#1514;.<br>
    <br>
    &#1497;&#1513;&#1504;&#1501;, &#1511;&#1512;&#1493;&#1489; &#1500;&#1493;&#1491;&#1488;&#1497;, &#1505;&#1493;&#1490;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1513;&#1500; &#1508;&#1497;&#1514;&#1493;&#1495; &#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1513;&#1499;&#1495;&#1514;&#1497;.<br>
    <br>
    &#1492;&#1504;&#1492; &#1502;&#1513;&#1492;&#1493; &#1495;&#1513;&#1493;&#1489; &#1500;&#1494;&#1499;&#1493;&#1512;. &#1489;&#1499;&#1500; &#1508;&#1506;&#1501; <font color="#cc0000">&#1513;&#1488;&#1514;&#1492; &#1511;&#1493;&#1512;&#1488;</font><font
 color="#33cc00">&#1513;&#1514;&#1511;&#1512;&#1488;</font> &#1505;&#1508;&#1512;&#1497;&#1501; &#1506;&#1500; &#1502;&#1514;&#1493;&#1491;&#1493;&#1500;&#1490;&#1497;&#1493;&#1514; &#1514;&#1499;&#1504;&#1493;&#1514; &#1513;&#1504;&#1499;&#1514;&#1489;&#1493;  &#1506;&#1500; &#1497;&#1491;&#1497; &#1497;&#1493;&#1506;&#1509;/&#1490;&#1493;&#1512;&#1493;
&#1500;&#1508;&#1497;&#1514;&#1493;&#1495; &#1514;&#1493;&#1499;&#1504;&#1492; &#1489;&#1502;&#1513;&#1512;&#1492; &#1502;&#1500;&#1488;&#1492;, <font color="#cc0000">&#1488;&#1514;&#1492; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514;</font><font
 color="#33cc00">&#1491;&#1497;</font> &#1489;&#1496;&#1493;&#1495; &#1513;&#1492;&#1501; &#1502;&#1491;&#1489;&#1512;&#1497;&#1501; &#1506;&#1500; &#1514;&#1493;&#1499;&#1504;&#1492; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1508;&#1504;&#1497;&#1502;&#1497;, &#1513;&#1500; &#1495;&#1489;&#1512;&#1493;&#1514;
&#1502;&#1505;&#1495;&#1512;&#1497;&#1493;&#1514;. &#1500;&#1488; &#1506;&#1500; &#1514;&#1493;&#1499;&#1504;&#1514; &#1513;&#1493;&#1511;, &#1500;&#1488; &#1506;&#1500; &#1514;&#1493;&#1499;&#1504;&#1492; &#1502;&#1513;&#1493;&#1489;&#1510;&#1514;,  &#1493;&#1489;&#1496;&#1495; &#1500;&#1488; &#1506;&#1500; &#1502;&#1513;&#1495;&#1511;&#1497;&#1501;. &#1502;&#1491;&#1493;&#1506;? &#1502;&#1513;&#1493;&#1501;
&#1513;&#1495;&#1489;&#1512;&#1493;&#1514; &#1502;&#1505;&#1495;&#1512;&#1497;&#1493;&#1514; &#1492;&#1503; &#1488;&#1500;&#1493; &#1513;&#1513;&#1493;&#1499;&#1512;&#1493;&#1514; &#1488;&#1514; &#1492;&#1490;&#1493;&#1512;&#1493;&#1488;&#1497;&#1501; &#1492;&#1488;&#1500;&#1492;.  &#1492;&#1503; &#1488;&#1500;&#1492; &#1513;&#1502;&#1508;&#1512;&#1504;&#1505;&#1493;&#1514; &#1488;&#1493;&#1514;&#1501;. (<font
 color="#cc0000">&#1489;&#1496;&#1495; &#1489;&#1497;</font><font color="#33cc00">&#1492;&#1488;&#1502;&#1503; &#1500;&#1497;</font>, id software
<b>&#1488;&#1497;&#1504;&#1492;</b> &#1492;&#1493;&#1500;&#1499;&#1514; &#1500;&#1513;&#1499;&#1493;&#1512; &#1488;&#1514; &#1488;&#1491; &#1497;&#1493;&#1512;&#1491;&#1493;&#1503; &#1499;&#1491;&#1497; &#1500;&#1491;&#1489;&#1512; &#1506;&#1500; &#1488;&#1504;&#1500;&#1497;&#1494;&#1492; &#1502;&#1493;&#1489;&#1504;&#1497;&#1514;)<br>
    <br>
<font color="#33cc00">&#1489;</font>&#1513;&#1489;&#1493;&#1506; &#1513;&#1506;&#1489;&#1512; &#1511;&#1504;&#1496; &#1489;&#1511; &#1492;&#1489;&#1497;&#1506; &#1491;&#1506;&#1492; &#1513;&#1500;&#1488; &#1510;&#1512;&#1497;&#1498; &#1489;&#1488;&#1502;&#1514; &#1489;&#1505;&#1497;&#1505;&#1497;
&#1504;&#1514;&#1493;&#1504;&#1497;&#1501; &#1500;&#1502;&#1506;&#1511;&#1489; &#1488;&#1495;&#1512;&#1497; &#1489;&#1488;&#1490;&#1497;&#1501; &#1499;&#1513;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;  &#1489;-Extreme Programming, &#1502;&#1513;&#1493;&#1501; &#1513;&#1492;&#1513;&#1497;&#1500;&#1493;&#1489; &#1513;&#1500;
&#1514;&#1499;&#1504;&#1493;&#1514; &#1489;&#1494;&#1493;&#1490;&#1493;&#1514; (&#1506;&#1501; &#1505;&#1511;&#1497;&#1512;&#1514; &#1511;&#1493;&#1491; &#1502;&#1514;&#1502;&#1491;&#1514;) &#1493;&#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1493;&#1504;&#1495;&#1492; &#1506;&#1500; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514; (&#1513;&#1502;&#1489;&#1496;&#1497;&#1495; 100% &#1514;&#1504;&#1488;&#1497;
&#1506;&#1502;&#1497;&#1491;&#1492; &#1513;&#1500; &#1492;&#1511;&#1493;&#1491; &#1489;&#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1492;&#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497;&#1493;&#1514;) - &#1502;&#1513;&#1502;&#1506;&#1493; &#1513;<b>&#1500;&#1488; &#1497;&#1492;&#1497;&#1493; &#1489;&#1488;&#1490;&#1497;&#1501; &#1499;&#1502;&#1506;&#1496; &#1488;&#1507; &#1508;&#1506;&#1501;</b>.
&#1494;&#1492; &#1500;&#1488; &#1504;&#1513;&#1502;&#1506; &#1500;&#1497; &#1504;&#1499;&#1493;&#1503;. &#1492;&#1505;&#1514;&#1499;&#1500;&#1514;&#1497; &#1489;<a href="http://www.fogcreek.com/FogBUGZ">&#1489;&#1505;&#1497;&#1505;
&#1506;&#1511;&#1497;&#1489;&#1514; &#1492;&#1489;&#1488;&#1490;&#1497;&#1501;</a> &#1513;&#1500;&#1504;&#1493; &#1499;&#1488;&#1503; &#1489;-Fog  Creek &#1499;&#1491;&#1497; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1497;&#1494;&#1492; &#1502;&#1497;&#1503; &#1505;&#1493;&#1490;&#1497;&#1501; &#1513;&#1500; &#1489;&#1488;&#1490;&#1497;&#1501;
&#1502;&#1506;&#1505;&#1497;&#1511;&#1497;&#1501; &#1488;&#1493;&#1514;&#1493;.<br>
    <br>
    &#1492;&#1508;&#1500;&#1488; &#1493;&#1508;&#1500;&#1488;, &#1490;&#1497;&#1500;&#1497;&#1514;&#1497; &#1513;&#1502;&#1506;&#1496; &#1502;&#1488;&#1493;&#1491; &#1502;&#1492;&#1489;&#1488;&#1490;&#1497;&#1501; &#1513;&#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1513;&#1501; &#1492;&#1497;&#1493; &#1502;&#1514;&#1490;&#1500;&#1497;&#1501; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1514;&#1499;&#1504;&#1493;&#1514; 
 &#1489;&#1494;&#1493;&#1490;&#1493;&#1514; &#1488;&#1493; &#1506;&#1500;-&#1497;&#1491;&#1497; &#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1493;&#1504;&#1495;&#1492; &#1506;&#1500; &#1497;&#1491;&#1497; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514;. &#1492;&#1512;&#1489;&#1492; &#1502;&#1492;"&#1489;&#1488;&#1490;&#1497;&#1501;" &#1513;&#1500;&#1504;&#1493; &#1492;&#1501; &#1502;&#1492; &#1513;-XP 
 &#1511;&#1493;&#1512;&#1488; &#1500;&#1493; &#1505;&#1497;&#1508;&#1493;&#1512;&#1497;&#1501; - &#1514;&#1488;&#1493;&#1512;&#1496;&#1497;&#1514;, &#1512;&#1511; &#1489;&#1511;&#1513;&#1493;&#1514; &#1500;&#1497;&#1499;&#1493;&#1500;&#1493;&#1514; &#1495;&#1491;&#1513;&#1493;&#1514;. &#1488;&#1504;&#1493; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1506;&#1511;&#1497;&#1489;&#1492; 
 &#1488;&#1495;&#1512;&#1497; &#1492;&#1489;&#1488;&#1490;&#1497;&#1501; &#1499;&#1491;&#1512;&#1498; &#1500;&#1494;&#1499;&#1493;&#1512;, &#1500;&#1511;&#1489;&#1493;&#1506; &#1506;&#1491;&#1497;&#1508;&#1493;&#1514;, &#1493;&#1500;&#1504;&#1492;&#1500; &#1488;&#1514; &#1499;&#1500; &#1492;&#1513;&#1497;&#1508;&#1493;&#1512;&#1497;&#1501; &#1492;&#1511;&#1496;&#1504;&#1497;&#1501; &#1493;&#1492;&#1497;&#1499;&#1493;&#1500;&#1493;&#1514; 
 &#1492;&#1490;&#1491;&#1493;&#1500;&#1493;&#1514; &#1513;&#1488;&#1504;&#1493; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1502;&#1502;&#1513;.<br>
    <br>
    &#1512;&#1489;&#1497;&#1501; &#1502;&#1492;&#1489;&#1488;&#1490;&#1497;&#1501; &#1492;&#1488;&#1495;&#1512;&#1497;&#1501; &#1492;&#1514;&#1490;&#1500;&#1493; &#1512;&#1511; &#1488;&#1495;&#1512;&#1497; &#1492;&#1512;&#1489;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1513;&#1496;&#1495;. &#1492;&#1489;&#1488;&#1490; &#1506;&#1501; &#1492;&#1502;&#1511;&#1500;&#1491;&#1514; &#1492;&#1508;&#1493;&#1500;&#1504;&#1497;&#1514;.
  &#1488;&#1497;&#1503; &#1513;&#1493;&#1501; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1513;&#1514;&#1499;&#1504;&#1493;&#1514; &#1489;&#1494;&#1493;&#1490;&#1493;&#1514; &#1492;&#1497;&#1492; &#1502;&#1490;&#1500;&#1492; &#1488;&#1514; <b>&#1494;&#1492;</b>. &#1493;&#1496;&#1506;&#1493;&#1497;&#1493;&#1514; &#1500;&#1493;&#1490;&#1497;&#1493;&#1514; &#1513;&#1500;&#1488;
&#1506;&#1500;&#1493;   &#1506;&#1500; &#1491;&#1506;&#1514;&#1504;&#1493; &#1489;&#1491;&#1512;&#1498; &#1513;&#1489;&#1492; <font color="#cc0000">&#1497;&#1499;&#1493;&#1500;&#1493;&#1514;<font
 color="#33cc00">&#1514;&#1499;&#1493;&#1504;&#1493;&#1514;</font> </font>&#1513;&#1493;&#1504;&#1493;&#1514; &#1506;&#1489;&#1491;&#1493; &#1497;&#1495;&#1491;. &#1499;&#1499;&#1500; &#1513;&#1514;&#1493;&#1499;&#1504;&#1492; &#1504;&#1506;&#1513;&#1497;&#1514; &#1497;&#1493;&#1514;&#1512;
&#1490;&#1491;&#1493;&#1500;&#1492; &#1493;&#1497;&#1493;&#1514;&#1512;   &#1502;&#1493;&#1512;&#1499;&#1489;&#1514;, &#1497;&#1513; &#1497;&#1493;&#1514;&#1512; &#1488;&#1497;&#1504;&#1496;&#1512;&#1488;&#1511;&#1510;&#1497;&#1493;&#1514; &#1489;&#1497;&#1503; <font color="#cc0000">&#1492;&#1497;&#1499;&#1493;&#1500;&#1493;&#1514;<font
 color="#33cc00">&#1492;&#1514;&#1499;&#1493;&#1504;&#1493;&#1514;</font> </font>&#1513;&#1488;&#1514;&#1492; &#1500;&#1488; &#1497;&#1499;&#1493;&#1500; &#1500;&#1495;&#1513;&#1493;&#1489; &#1506;&#1500;&#1497;&#1492;&#1503;. &#1512;&#1510;&#1507; &#1502;&#1505;&#1493;&#1497;&#1501;
  &#1500;&#1488; &#1505;&#1489;&#1497;&#1512; <font color="#33ff33">&#1513;&#1500; &#1514;&#1493;&#1493;&#1497;&#1501; </font>("{${?" &#1488;&#1501; &#1488;&#1514;&#1492; &#1495;&#1497;&#1497;&#1489; &#1500;&#1491;&#1506;&#1514;)
&#1513;&#1502;&#1489;&#1500;&#1489;&#1500; &#1488;&#1514; &#1492;<font color="#cc0000">-lexer</font> <font color="#cc0000">[&#1514;&#1512;&#1490;&#1501;
&#1488;&#1493;&#1514;&#1497;]</font><font color="#33cc00">&#1502;&#1504;&#1514;&#1495; &#1492;&#1500;&#1513;&#1493;&#1504;&#1497;</font>. &#1497;&#1513;&#1504;&#1501; &#1502;&#1505;&#1508;&#1512;   &#1513;&#1512;&#1514;&#1497; FTP
&#1513;&#1502;&#1491;&#1493;&#1493;&#1495;&#1497;&#1501; &#1506;&#1500; &#1513;&#1490;&#1497;&#1488;&#1492; &#1488;&#1501; &#1488;&#1514;&#1492; &#1502;&#1493;&#1495;&#1511; &#1511;&#1493;&#1489;&#1509; &#1513;&#1500;&#1488; &#1511;&#1497;&#1497;&#1501; (&#1492;&#1513;&#1512;&#1514; &#1513;&#1500;&#1504;&#1493; &#1500;&#1488; &#1502;&#1514;&#1500;&#1493;&#1504;&#1503;   &#1488;&#1494; &#1494;&#1492;
&#1500;&#1488; &#1511;&#1512;&#1492; &#1500;&#1504;&#1493;)<br>
    <br>
    &#1489;&#1491;&#1511;&#1514;&#1497; &#1489;&#1508;&#1512;&#1493;&#1496;&#1512;&#1493;&#1496; &#1499;&#1500; &#1489;&#1488;&#1490;. &#1502;&#1514;&#1493;&#1498; 106 &#1489;&#1488;&#1490;&#1497;&#1501; &#1513;&#1514;&#1497;&#1511;&#1504;&#1493; &#1506;&#1489;&#1493;&#1512; &#1513;&#1495;&#1512;&#1493;&#1512; &#1490;&#1512;&#1505;&#1514; &#1495;&#1489;&#1497;&#1500;&#1514; &#1492;&#1513;&#1497;&#1512;&#1493;&#1514;
  &#1513;&#1500; CityDesk, &#1489;&#1491;&#1497;&#1493;&#1511; 5 &#1502;&#1514;&#1493;&#1499;&#1501; &#1492;&#1497;&#1493; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1497;&#1502;&#1504;&#1506; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1514;&#1499;&#1504;&#1493;&#1514; &#1489;&#1494;&#1493;&#1490;<font
 color="#33cc00">&#1493;&#1514;</font>, &#1488;&#1493; &#1514;&#1499;&#1504;&#1493;&#1503;   &#1502;&#1493;&#1504;&#1495;&#1492; &#1489;&#1491;&#1497;&#1511;&#1493;&#1514;. &#1500;&#1502;&#1506;&#1513;&#1492; &#1492;&#1497;&#1493; &#1500;&#1504;&#1493; &#1497;&#1493;&#1514;&#1512; &#1489;&#1488;&#1490;&#1497;&#1501;
&#1502;&#1502;&#1492; <b>&#1513;&#1497;&#1491;&#1506;&#1504;&#1493; &#1506;&#1500; &#1511;&#1497;&#1493;&#1502;&#1501;</b> &#1493;&#1495;&#1513;&#1489;&#1504;&#1493;  &#1513;&#1488;&#1497;&#1504;&#1501; &#1495;&#1513;&#1493;&#1489;&#1497;&#1501; (&#1506;&#1491; &#1513;&#1492;&#1500;&#1511;&#1493;&#1495;&#1493;&#1514; &#1513;&#1500;&#1504;&#1493; &#1492;&#1506;&#1502;&#1497;&#1491;&#1493;
&#1488;&#1493;&#1514;&#1504;&#1493; &#1506;&#1500; &#1496;&#1506;&#1493;&#1514;&#1504;&#1493;!) &#1502;&#1488;&#1513;&#1512; &#1489;&#1488;&#1490;&#1497;&#1501; &#1513;&#1492;&#1497;&#1493; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501;  &#1500;&#1492;&#1497;&#1502;&#1504;&#1506; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1513;&#1497;&#1496;&#1493;&#1514; &#1513;&#1500; XP.<br>
    <br>
    &#1488;&#1489;&#1500; &#1511;&#1504;&#1496; &#1510;&#1493;&#1491;&#1511;, &#1500;&#1505;&#1493;&#1490;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1513;&#1500; &#1508;&#1497;&#1514;&#1493;&#1495;. &#1506;&#1489;&#1493;&#1512; &#1512;&#1493;&#1489; &#1497;&#1497;&#1513;&#1493;&#1502;&#1497; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1492;&#1502;&#1505;&#1495;&#1512;&#1497;, &#1488;&#1507;
 &#1488;&#1495;&#1491;  &#1502;&#1492;&#1491;&#1489;&#1512;&#1497;&#1501; &#1492;&#1488;&#1500;&#1492; &#1500;&#1488; &#1492;&#1497;&#1492; &#1504;&#1495;&#1513;&#1489; &#1500;&#1489;&#1488;&#1490;. &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1511;&#1493;&#1512;&#1505;&#1514; &#1489;&#1490;&#1500;&#1500; &#1511;&#1500;&#1496; &#1500;&#1488; &#1514;&#1511;&#1497;&#1503;? &#1492;&#1512;&#1509;
&#1488;&#1493;&#1514;&#1492;  &#1513;&#1493;&#1489;,  &#1493;&#1492;&#1508;&#1506;&#1501; &#1492;&#1497;&#1494;&#1492;&#1512; &#1502;&#1492;-<tt>"{${?" </tt>&#1513;&#1500;&#1498;! &#1493;&#1497;&#1513; &#1500;&#1504;&#1493; &#1512;&#1511; &#1505;&#1493;&#1490; &#1488;&#1495;&#1491; &#1513;&#1500; &#1513;&#1512;&#1514;
FTP &#1493;&#1488;&#1497;&#1513;  &#1489;&#1495;&#1489;&#1512;&#1492;  &#1488;&#1497;&#1504;&#1493; &#1502;&#1513;&#1514;&#1502;&#1513; &#1489;&#1490;&#1512;&#1505;&#1492; &#1492;&#1508;&#1493;&#1500;<font color="#cc0000">&#1488;</font>&#1504;&#1497;&#1514; &#1513;&#1500;
&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;.<br>
    <br>
    &#1489;&#1514;&#1495;&#1493;&#1501; &#1513;&#1500; &#1508;&#1497;&#1514;&#1493;&#1495; &#1514;&#1493;&#1499;&#1504;&#1492;, &#1512;&#1493;&#1489; &#1492;&#1497;&#1505;&#1493;&#1491;&#1493;&#1514; &#1494;&#1492;&#1497;&#1501; &#1500;&#1500;&#1488; &#1511;&#1513;&#1512; &#1500;&#1505;&#1493;&#1490; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1513;&#1506;&#1493;&#1489;&#1491;&#1497;&#1501;
&#1506;&#1500;&#1497;&#1493;,  &#1488;&#1489;&#1500; &#1500;&#1488; &#1499;&#1493;&#1500;&#1501;. &#1499;&#1488;&#1513;&#1512; &#1502;&#1497;&#1513;&#1492;&#1493; &#1502;&#1505;&#1508;&#1512; &#1500;&#1499;&#1501; &#1506;&#1500; &#1502;&#1514;&#1493;&#1491;&#1493;&#1500;&#1493;&#1490;&#1497;&#1492;, &#1495;&#1497;&#1513;&#1489;&#1493; &#1506;&#1491; &#1499;&#1502;&#1492; &#1492;&#1497;&#1488; &#1514;&#1500;&#1493;&#1497;&#1492;
&#1489;&#1506;&#1489;&#1493;&#1491;&#1492;   <b>&#1513;&#1488;&#1514;&#1501;</b> &#1506;&#1493;&#1513;&#1497;&#1501;. &#1495;&#1497;&#1513;&#1489;&#1493; &#1502;&#1488;&#1497;&#1503; &#1492;&#1488;&#1497;&#1513; &#1492;&#1492;&#1493;&#1488; &#1489;&#1488;. &#1505;&#1496;&#1497;&#1489; &#1502;&#1511;&#1493;&#1504;&#1500;, &#1505;&#1496;&#1497;&#1489; &#1502;&#1490;&#1493;&#1493;&#1497;&#1488;&#1512;
&#1493;&#1488;&#1504;&#1497;   &#1489;&#1488;&#1497;&#1501; &#1499;&#1493;&#1500;&#1504;&#1493; &#1502;&#1508;&#1497;&#1504;&#1492; &#1502;&#1488;&#1493;&#1491; &#1510;&#1512;&#1492;: &#1492;&#1506;&#1493;&#1500;&#1501; &#1513;&#1500; &#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1513;&#1493;&#1511; &#1512;&#1489;&#1514;&#1497; &#1513;&#1500; &#1490;&#1500;&#1497;&#1493;&#1503; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497;
&#1513;&#1504;&#1499;&#1514;&#1489;&#1493;&#1514;   &#1489;&#1512;&#1491;&#1502;&#1493;&#1504;&#1491;, &#1493;&#1493;&#1513;&#1497;&#1504;&#1490;&#1496;&#1493;&#1503;. &#1499;&#1499;&#1488;&#1500;&#1492; &#1497;&#1513; &#1500;&#1504;&#1493; <font color="#cc0000">&#1512;&#1508;&#1497;&#1501;<font
 color="#33cc00">&#1512;&#1507;</font> </font>&#1490;&#1489;&#1493;&#1492;<font color="#cc0000">&#1497;&#1501;</font> &#1500;&#1511;&#1500;&#1493;&#1514;
&#1492;&#1513;&#1497;&#1502;&#1493;&#1513;, &#1493;<font color="#cc0000">&#1512;&#1508;&#1497;&#1501; &#1504;&#1502;&#1493;&#1499;&#1497;&#1501;</font><font color="#33cc00">&#1512;&#1507;
&#1504;&#1502;&#1493;&#1498;</font> &#1506;&#1489;&#1493;&#1512;  &#1489;&#1488;&#1490;&#1497;&#1501;. &#1512;&#1493;&#1489; &#1492;&#1490;&#1493;&#1512;&#1493;&#1488;&#1497;&#1501; &#1492;&#1488;&#1495;&#1512;&#1497;&#1501; &#1513;&#1500; &#1492;&#1502;&#1514;&#1493;&#1491;&#1493;&#1500;&#1493;&#1490;&#1497;&#1493;&#1514; &#1502;&#1512;&#1493;&#1497;&#1495;&#1497;&#1501; &#1488;&#1514; &#1500;&#1495;&#1502;&#1501;
&#1502;&#1500;&#1492;&#1497;&#1493;&#1514; &#1497;&#1493;&#1506;&#1510;&#1497;&#1501;  &#1500;&#1508;&#1497;&#1514;&#1493;&#1495; &#1514;&#1493;&#1499;&#1504;&#1493;&#1514; <font color="#cc0000">&#1513;<font
 color="#33cc00">&#1500;</font></font>&#1495;&#1489;&#1512;&#1493;&#1514; &#1502;&#1505;&#1495;&#1512;&#1497;&#1493;&#1514; <font color="#cc0000">&#1502;&#1513;&#1514;&#1502;&#1513;&#1493;&#1514;
</font>&#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1508;&#1504;&#1497;&#1502;&#1497;, &#1493;&#1494;&#1492; &#1502;&#1492; &#1513;&#1492;&#1501; &#1502;&#1491;&#1489;&#1512;&#1497;&#1501; &#1506;&#1500;&#1497;&#1493;.  &#1489;&#1499;&#1500; &#1502;&#1511;&#1512;&#1492;, &#1499;&#1493;&#1500;&#1504;&#1493; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1500;&#1502;&#1493;&#1491;
<font color="#cc0000">&#1502;&#1513;&#1492;&#1493; </font>&#1488;&#1495;&#1491; &#1502;&#1492;&#1513;&#1504;&#1497;.       </div>
            </div>
            <br>
    <br>
   <br>
  <br>
 <br>
</body>
</html>
