<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>&#1514;&#1499;&#1504;&#1493;&#1503; &#1502;&#1502;&#1513;&#1511; &#1502;&#1513;&#1514;&#1502;&#1513; &#1500;&#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; - &#1508;&#1512;&#1511; 2</title>
                                                            
  <meta http-equiv="content-type"
 content="text/html; charset=ISO-8859-1">
</head>
<body>
             
<div align="right" dir="rtl">&#1514;&#1499;&#1504;&#1493;&#1503; &#1502;&#1502;&#1513;&#1511; &#1502;&#1513;&#1514;&#1502;&#1513; &#1500;&#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501;<br>
       &#1508;&#1512;&#1511; 2: &#1500;&#1492;&#1489;&#1497;&#1503; &#1502;&#1492; &#1492;&#1501; &#1502;&#1510;&#1508;&#1497;&#1501;<br>
       <br>
       &#1502;&#1488;&#1514; &#1497;&#1493;&#1488;&#1500; &#1505;&#1508;&#1493;&#1500;&#1505;&#1511;&#1497; <br>
       &#1488;&#1508;&#1512;&#1497;&#1500; 11, 2000<br>
       <br>
       &#1499;&#1488;&#1513;&#1512; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1497;&#1493;&#1513;&#1489;&#1497;&#1501; &#1499;&#1491;&#1497; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1514;&#1493;&#1499;&#1504;&#1492;, &#1492;&#1501; &#1488;&#1497;&#1504;&#1501; &#1489;&#1488;&#1497;&#1501; &#1506;&#1501; &#1502;&#1510;&#1489; &#1512;&#1497;&#1511;
 &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503;.&nbsp;   &#1497;&#1513; &#1500;&#1492;&#1501; &#1510;&#1497;&#1508;&#1497;&#1493;&#1514; &#1506;&#1500; &#1488;&#1497;&#1498; &#1492;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1513;&#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1506;&#1489;&#1493;&#1491;. &#1488;&#1501;
&#1492;&#1501; &#1492;&#1513;&#1514;&#1502;&#1513;&#1493; &#1489;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;   &#1491;&#1493;&#1502;&#1492; &#1500;&#1508;&#1504;&#1497; &#1499;&#1503;, &#1492;&#1501; &#1497;&#1495;&#1513;&#1489;&#1493; &#1513;&#1492;&#1497;&#1488; &#1492;&#1493;&#1500;&#1499;&#1514; &#1500;&#1506;&#1489;&#1493;&#1491; &#1499;&#1502;&#1493; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1492;&#1492;&#1497;&#1488;.
 &#1488;&#1501; &#1492;&#1501; &#1492;&#1513;&#1514;&#1502;&#1513;&#1493; &#1489;&#1499;&#1500;   &#1514;&#1493;&#1499;&#1504;&#1492; &#1511;&#1493;&#1491;&#1501; &#1500;&#1499;&#1503;, &#1492;&#1501; &#1497;&#1495;&#1513;&#1489;&#1493; &#1513;&#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1500;&#1498; &#1506;&#1493;&#1504;&#1492; &#1500;&#1499;&#1502;&#1492; &#1502;&#1493;&#1505;&#1499;&#1502;&#1493;&#1514;
 &#1504;&#1508;&#1493;&#1510;&#1493;&#1514;. &#1506;&#1513;&#1493;&#1497;&#1497;&#1501; &#1500;&#1492;&#1497;&#1493;&#1514;   &#1500;&#1492;&#1501; &#1502;&#1505;&#1508;&#1512; &#1504;&#1497;&#1495;&#1493;&#1513;&#1497;&#1501; &#1495;&#1499;&#1502;&#1497;&#1501; &#1506;&#1500; &#1492;&#1491;&#1512;&#1498; &#1489;&#1492; &#1502;&#1502;&#1513;&#1511;-&#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1492;&#1493;&#1500;&#1498;
 &#1500;&#1506;&#1489;&#1493;&#1491;. &#1494;&#1492; &#1504;&#1511;&#1512;&#1488; <u>&#1502;&#1493;&#1491;&#1500;   &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;</u>: &#1494;&#1492; &#1492;&#1492;&#1489;&#1504;&#1492; &#1492;&#1502;&#1504;&#1496;&#1500;&#1497;&#1514; &#1513;&#1500; &#1502;&#1492; &#1513;&#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1506;&#1493;&#1513;&#1492;
 &#1489;&#1513;&#1489;&#1497;&#1500;&#1501;.<br>
      <br>
      &#1490;&#1501; &#1500;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1497;&#1513; "&#1502;&#1493;&#1491;&#1500; &#1502;&#1504;&#1496;&#1500;&#1497;", &#1512;&#1511; &#1513;&#1492;&#1493;&#1488; &#1502;&#1511;&#1493;&#1491;&#1491; &#1489;&#1505;&#1497;&#1489;&#1497;&#1493;&#1514; &#1493;&#1497;&#1489;&#1493;&#1510;&#1506; &#1489;&#1504;&#1488;&#1502;&#1504;&#1493;&#1514; &#1506;&#1500;
&#1497;&#1491;&#1497;   &#1492;&#1502;&#1506;&#1489;&#1491;. &#1492;&#1493;&#1488; &#1504;&#1511;&#1512;&#1488; <u>&#1502;&#1493;&#1491;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;</u>, &#1493;&#1492;&#1493;&#1488; <b>&#1492;&#1495;&#1493;&#1511;</b>. &#1499;&#1508;&#1497; &#1513;&#1500;&#1502;&#1491;&#1504;&#1493; &#1489;<a
 href="FILL%20IN">&#1508;&#1512;&#1511; &#1488;&#1495;&#1491;</a>, &#1488;&#1501; &#1502;&#1493;&#1491;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1502;&#1514;&#1488;&#1497;&#1501; &#1500;&#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;, &#1497;&#1513; &#1500;&#1498; &#1502;&#1502;&#1513;&#1511;
   &#1502;&#1513;&#1514;&#1502;&#1513; &#1502;&#1510;&#1500;&#1497;&#1495;.<br>
     <br>
     &#1489;&#1493; &#1504;&#1497;&#1511;&#1495; &#1502;&#1513;&#1492;&#1493; &#1500;&#1491;&#1493;&#1490;&#1502;&#1488;. &#1489;-Microsoft Word (&#1493;&#1489;&#1512;&#1493;&#1489; &#1502;&#1506;&#1489;&#1491;&#1497; &#1492;&#1514;&#1502;&#1500;&#1497;&#1500;&#1497;&#1501;), &#1499;&#1488;&#1513;&#1512; &#1513;&#1502;&#1497;&#1501;
  &#1514;&#1502;&#1493;&#1504;&#1492; &#1489;&#1502;&#1505;&#1502;&#1498;, &#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1502;&#1513;&#1493;&#1489;&#1510;&#1514; &#1489;&#1488;&#1493;&#1514;&#1493; &#1511;&#1493;&#1489;&#1509; &#1499;&#1502;&#1493; &#1492;&#1502;&#1505;&#1502;&#1498; &#1506;&#1510;&#1502;&#1493;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1497;&#1510;&#1493;&#1512; &#1488;&#1514; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492;,
  &#1500;&#1490;&#1512;&#1493;&#1512; &#1488;&#1493;&#1514;&#1492; &#1488;&#1500; &#1514;&#1493;&#1498; &#1492;&#1502;&#1505;&#1502;&#1498;, &#1493;&#1488;&#1494; <u>&#1500;&#1502;&#1495;&#1493;&#1511; &#1488;&#1514; &#1492;&#1511;&#1493;&#1489;&#1509; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497; &#1513;&#1492;&#1499;&#1497;&#1500; &#1488;&#1514; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492;</u>,
 &#1488;&#1489;&#1500; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1514;&#1497;&#1513;&#1488;&#1512; &#1489;&#1514;&#1493;&#1498; &#1492;&#1502;&#1505;&#1502;&#1498;.<br>
   <br>
   &#1499;&#1506;&#1514;, HTML &#1500;&#1488; &#1504;&#1493;&#1514;&#1503; &#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1514; &#1494;&#1492;. &#1502;&#1505;&#1502;&#1499;&#1497; HTML &#1495;&#1497;&#1497;&#1489;&#1497;&#1501; &#1500;&#1513;&#1502;&#1493;&#1512; &#1488;&#1514; &#1492;&#1514;&#1502;&#1493;&#1504;&#1493;&#1514; &#1489;&#1511;&#1493;&#1489;&#1509;
 &#1504;&#1508;&#1512;&#1491;. &#1488;&#1501; &#1514;&#1497;&#1511;&#1495; &#1502;&#1513;&#1514;&#1502;&#1513; &#1513;&#1512;&#1490;&#1497;&#1500; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1502;&#1506;&#1489;&#1491;&#1497; &#1514;&#1502;&#1500;&#1497;&#1500;&#1497;&#1501; &#1493;&#1488;&#1497;&#1504;&#1493; &#1497;&#1493;&#1491;&#1506; &#1491;&#1489;&#1512; &#1506;&#1500; HTML,
&#1493;&#1514;&#1493;&#1513;&#1497;&#1489;  &#1488;&#1493;&#1514;&#1493; &#1502;&#1493;&#1500; &#1506;&#1493;&#1512;&#1498; WYSIWYG HTML&#1497; &#1504;&#1495;&#1502;&#1491; &#1499;&#1502;&#1493; FrontPage, &#1492;&#1493;&#1488; &#1499;&#1502;&#1506;&#1496; &#1489;&#1496;&#1493;&#1495; &#1497;&#1495;&#1513;&#1493;&#1489;
&#1513;&#1492;&#1514;&#1502;&#1493;&#1504;&#1492;  &#1492;&#1493;&#1500;&#1499;&#1514; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1493;&#1499;&#1504;&#1505;&#1514; &#1489;&#1514;&#1493;&#1498; &#1492;&#1511;&#1493;&#1489;&#1509;. &#1511;&#1512;&#1488; &#1500;&#1494;&#1492; <u>&#1492;&#1514;&#1502;&#1491;&#1492; &#1513;&#1500; &#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;</u>,
&#1488;&#1501; &#1514;&#1512;&#1510;&#1492;.<br>
 <br>
 &#1488;&#1494; &#1497;&#1513; &#1500;&#1504;&#1493; &#1511;&#1493;&#1504;&#1508;&#1500;&#1497;&#1511;&#1496; &#1500;&#1488; &#1512;&#1510;&#1493;&#1497; &#1489;&#1497;&#1503; &#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; (&#1513;&#1512;&#1493;&#1510;&#1492; &#1513;&#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1514;&#1513;&#1493;&#1489;&#1509;) &#1500;&#1489;&#1497;&#1503; &#1502;&#1493;&#1491;&#1500;
&#1492;&#1514;&#1493;&#1499;&#1504;&#1492; (&#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1495;&#1497;&#1497;&#1489;&#1514; &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1511;&#1493;&#1489;&#1509; &#1504;&#1508;&#1512;&#1491;), &#1493;&#1502;&#1502;&#1513;&#1511; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1497;&#1490;&#1512;&#1493;&#1501; &#1500;&#1489;&#1496;&#1495; &#1500;&#1489;&#1506;&#1497;&#1493;&#1514;. <br>
<br>
&#1488;&#1501; &#1488;&#1514;&#1492; &#1502;&#1514;&#1499;&#1504;&#1503; &#1514;&#1493;&#1499;&#1504;&#1492; &#1499;&#1502;&#1493; FrontPage, &#1492;&#1512;&#1497; &#1513;&#1502;&#1510;&#1488;&#1514; &#1488;&#1514; &#1489;&#1506;&#1497;&#1497;&#1514; &#1502;&#1502;&#1513;&#1511; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492;.
&#1488;&#1497; &#1488;&#1508;&#1513;&#1512; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; HTML. &#1502;&#1513;&#1492;&#1493; &#1510;&#1512;&#1497;&#1498; &#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1499;&#1498; &#1513;&#1502;&#1493;&#1491;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1497;&#1514;&#1488;&#1501; &#1500;&#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;.<br>
<br>
&#1497;&#1513; &#1513;&#1514;&#1497; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1504;&#1505;&#1493;&#1514; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;. &#1494;&#1492; &#1502;&#1505;&#1514;&#1489;&#1512; &#1500;&#1492;&#1497;&#1493;&#1514; &#1511;&#1513;&#1492; &#1489;&#1502;&#1497;&#1491;&#1492;
&#1504;&#1497;&#1499;&#1512;&#1514;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1505;&#1489;&#1497;&#1512; &#1491;&#1489;&#1512;&#1497;&#1501; &#1489;&#1502;&#1491;&#1512;&#1497;&#1498;, &#1488;&#1489;&#1500; &#1499;&#1493;&#1500;&#1501; &#1497;&#1493;&#1491;&#1506;&#1497;&#1501; &#1513;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1488;&#1497;&#1504;&#1501; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1502;&#1491;&#1512;&#1497;&#1499;&#1497;&#1501;<br>
&nbsp;&#1493;&#1492;&#1501; &#1511;&#1512;&#1493;&#1489; &#1500;&#1493;&#1491;&#1488;&#1497; &#1500;&#1488; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1500;&#1511;&#1512;&#1493;&#1488; &#1488;&#1493;&#1514;&#1501;. &#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1510;&#1497;&#1490; &#1514;&#1497;&#1489;&#1514; &#1491;&#1497;&#1488;&#1500;&#1493;&#1490; &#1511;&#1496;&#1504;&#1492; &#1513;&#1502;&#1505;&#1489;&#1497;&#1512;&#1492;
&#1513;&#1511;&#1493;&#1489;&#1509; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1500;&#1488; &#1497;&#1492;&#1497;&#1492; &#1502;&#1513;&#1493;&#1489;&#1509;, &#1488;&#1489;&#1500; &#1497;&#1513; &#1500;&#1494;&#1492; <u>&#1513;&#1514;&#1497;</u> &#1489;&#1506;&#1497;&#1493;&#1514;: &#1494;&#1492; &#1502;&#1506;&#1510;&#1489;&#1503; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;
&#1502;&#1514;&#1493;&#1495;&#1499;&#1502;&#1497;&#1501;, &#1493;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1490;&#1501; &#1500;&#1488; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1514;&#1497;&#1489;&#1493;&#1514; &#1491;&#1497;&#1488;&#1500;&#1493;&#1490; (&#1504;&#1491;&#1489;&#1512; &#1506;&#1500; &#1494;&#1492; &#1497;&#1493;&#1514;&#1512; &#1489;&#1508;&#1512;&#1511; 6).<br>
<br>
&#1499;&#1498; &#1513;&#1488;&#1501; &#1492;&#1492;&#1512; &#1500;&#1488; &#1497;&#1489;&#1493;&#1488; &#1500;&#1502;&#1493;&#1495;&#1502;&#1491;... &#1492;&#1489;&#1495;&#1497;&#1512;&#1492; &#1492;&#1496;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; &#1492;&#1497;&#1488; &#1499;&#1502;&#1506;&#1496; &#1514;&#1502;&#1497;&#1491; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1502;&#1493;&#1491;&#1500;
&#1492;&#1514;&#1493;&#1499;&#1504;&#1492;, &#1500;&#1488; &#1488;&#1514; &#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;. &#1488;&#1508;&#1513;&#1512;&#1497; &#1513;&#1499;&#1488;&#1513;&#1512; &#1492;&#1501; &#1502;&#1499;&#1504;&#1497;&#1505;&#1497;&#1501; &#1488;&#1514; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492;, &#1504;&#1497;&#1514;&#1503; &#1500;&#1506;&#1513;&#1493;&#1514; &#1506;&#1493;&#1514;&#1511;
&#1513;&#1500; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1489;&#1514;&#1514;-&#1502;&#1491;&#1512;&#1497;&#1498; &#1502;&#1514;&#1495;&#1514; &#1500;&#1511;&#1493;&#1489;&#1509; &#1513;&#1500; &#1492;&#1502;&#1505;&#1502;&#1498;. &#1499;&#1498;, &#1500;&#1508;&#1495;&#1493;&#1514;, &#1504;&#1497;&#1514;&#1503; &#1500;&#1514;&#1488;&#1493;&#1501; &#1488;&#1514; &#1502;&#1492; &#1513;&#1492;&#1502;&#1513;&#1514;&#1502;&#1513;
&#1495;&#1493;&#1513;&#1489; &#1513;&#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1502;&#1493;&#1506;&#1514;&#1511;&#1514; (&#1493;&#1504;&#1497;&#1514;&#1503; &#1500;&#1502;&#1495;&#1493;&#1511; &#1489;&#1489;&#1496;&#1495;&#1492; &#1488;&#1514; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497;&#1514;).<br>
<br>
<h3>&#1488;&#1497;&#1498; &#1488;&#1504;&#1497; &#1497;&#1493;&#1491;&#1506; &#1502;&#1492; &#1492;&#1493;&#1488; &#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;?</h3>
&#1502;&#1505;&#1514;&#1489;&#1512; &#1513;&#1494;&#1492; &#1508;&#1513;&#1493;&#1496; &#1502;&#1488;&#1493;&#1491;. &#1508;&#1513;&#1493;&#1496; &#1513;&#1488;&#1500; &#1488;&#1493;&#1514;&#1501;! &#1488;&#1508;&#1513;&#1512; &#1500;&#1489;&#1495;&#1493;&#1512; &#1495;&#1502;&#1497;&#1513;&#1492; &#1488;&#1504;&#1513;&#1497;&#1501; &#1488;&#1511;&#1512;&#1488;&#1497;&#1497;&#1501; &#1489;&#1502;&#1513;&#1512;&#1491;
&#1513;&#1500;&#1498;, &#1488;&#1493; &#1495;&#1489;&#1512;&#1497;&#1501;, &#1488;&#1493; &#1502;&#1513;&#1508;&#1495;&#1492;, &#1493;&#1500;&#1505;&#1508;&#1512; &#1500;&#1492;&#1501; &#1502;&#1492; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1513;&#1500;&#1498; &#1506;&#1493;&#1513;&#1492; &#1489;&#1511;&#1497;&#1501; &#1499;&#1500;&#1500;&#1497;&#1497;&#1501; ("&#1494;&#1493;&#1492;&#1497;
&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1499;&#1491;&#1497; &#1500;&#1497;&#1510;&#1493;&#1512; &#1491;&#1508;&#1497; Web"). &#1488;&#1494; &#1514;&#1514;&#1488;&#1512; &#1488;&#1514; &#1492;&#1505;&#1497;&#1496;&#1493;&#1488;&#1510;&#1497;&#1492;: "&#1488;&#1514;&#1492; &#1506;&#1493;&#1489;&#1491; &#1506;&#1500; &#1491;&#1507; Web, &#1493;&#1506;&#1500;
&#1514;&#1502;&#1493;&#1504;&#1492; &#1489;&#1513;&#1501; Picture.jpg. &#1488;&#1514;&#1492; &#1502;&#1499;&#1504;&#1497;&#1505; &#1488;&#1514; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1489;&#1514;&#1493;&#1498; &#1491;&#1507; &#1492;-web &#1513;&#1500;&#1498;." &#1488;&#1494; &#1488;&#1508;&#1513;&#1512; &#1500;&#1513;&#1488;&#1493;&#1500;
&#1488;&#1493;&#1514;&#1501; &#1499;&#1502;&#1492; &#1513;&#1488;&#1500;&#1493;&#1514; &#1499;&#1491;&#1497; &#1500;&#1502;&#1510;&#1493;&#1488; &#1493;&#1500;&#1504;&#1495;&#1513; &#1488;&#1514; &#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1513;&#1500;&#1492;&#1501;. "&#1500;&#1488;&#1503; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1492;&#1500;&#1499;&#1492;? &#1488;&#1501;
&#1488;&#1504;&#1497; &#1488;&#1502;&#1495;&#1511; &#1488;&#1514; Picture.jpg, &#1492;&#1488;&#1501; &#1491;&#1507; &#1492;-web &#1506;&#1491;&#1497;&#1497;&#1503; &#1497;&#1512;&#1488;&#1492; &#1488;&#1514; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492;?"<br>
<br>
&#1495;&#1489;&#1512; &#1513;&#1500;&#1497; &#1506;&#1493;&#1489;&#1491; &#1506;&#1500; &#1514;&#1493;&#1499;&#1504;&#1514; &#1488;&#1500;&#1489;&#1493;&#1501; &#1514;&#1502;&#1493;&#1504;&#1493;&#1514;. &#1488;&#1495;&#1512;&#1497; &#1513;&#1502;&#1499;&#1504;&#1497;&#1505;&#1497;&#1501; &#1488;&#1514; &#1492;&#1514;&#1502;&#1493;&#1504;&#1493;&#1514;, &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1502;&#1512;&#1488;&#1492;
&#1499;&#1502;&#1492; &#1488;&#1510;&#1489;&#1506;&#1493;&#1504;&#1497;&#1501;: &#1506;&#1493;&#1514;&#1511;&#1497;&#1501; &#1511;&#1496;&#1504;&#1497;&#1501; &#1513;&#1500; &#1499;&#1500; &#1514;&#1502;&#1493;&#1504;&#1492;. &#1499;&#1506;&#1514;, &#1492;&#1508;&#1511;&#1514; &#1492;&#1488;&#1510;&#1489;&#1506;&#1493;&#1504;&#1497;&#1501; &#1500;&#1493;&#1511;&#1495;&#1514; &#1492;&#1512;&#1489;&#1492; &#1494;&#1502;&#1503;,
&#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1488;&#1501; &#1497;&#1513; &#1492;&#1512;&#1489;&#1492; &#1514;&#1502;&#1493;&#1504;&#1493;&#1514;, &#1499;&#1498; &#1513;&#1492;&#1493;&#1488; &#1512;&#1493;&#1510;&#1492; &#1500;&#1513;&#1502;&#1493;&#1512; &#1488;&#1514; &#1492;&#1488;&#1510;&#1489;&#1506;&#1493;&#1504;&#1497;&#1501; &#1506;&#1500; &#1492;&#1499;&#1493;&#1504;&#1503; &#1492;&#1511;&#1513;&#1497;&#1495;<u>&#1489;&#1502;&#1511;&#1493;&#1501;
&#1499;&#1500;&#1513;&#1492;&#1493;</u> &#1499;&#1498; &#1513;&#1497;&#1492;&#1497;&#1492; &#1510;&#1493;&#1512;&#1498; &#1500;&#1492;&#1508;&#1497;&#1511; &#1488;&#1493;&#1514;&#1492; &#1512;&#1511; &#1508;&#1506;&#1501; &#1488;&#1495;&#1514;. &#1497;&#1513;&#1504;&#1503; &#1492;&#1512;&#1489;&#1492; &#1491;&#1512;&#1499;&#1497;&#1501; &#1513;&#1492;&#1493;&#1488; &#1497;&#1499;&#1493;&#1500;
&#1500;&#1506;&#1513;&#1493;&#1514; &#1494;&#1488;&#1514;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1502;&#1493;&#1512; &#1488;&#1514; &#1499;&#1493;&#1500;&#1501; &#1489;&#1511;&#1493;&#1489;&#1509; &#1490;&#1491;&#1493;&#1500; &#1489;&#1513;&#1501; <b>Thumbnails</b>. &#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1502;&#1493;&#1512;
&#1488;&#1514; &#1499;&#1493;&#1500;&#1501; &#1489;&#1511;&#1489;&#1510;&#1497;&#1501; &#1504;&#1508;&#1512;&#1491;&#1497;&#1501;, &#1489;&#1514;&#1493;&#1498; &#1514;&#1514;-&#1505;&#1508;&#1512;&#1497;&#1492; &#1489;&#1513;&#1501; <b>Thumbnails</b>. &#1488;&#1508;&#1513;&#1512; &#1500;&#1505;&#1502;&#1503; &#1488;&#1493;&#1514;&#1501;
&#1489;&#1514;&#1493;&#1512; &#1511;&#1489;&#1510;&#1497;&#1501; &#1502;&#1493;&#1495;&#1489;&#1488;&#1497;&#1501; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1492;&#1508;&#1506;&#1500;&#1492; &#1499;&#1498; &#1513;&#1502;&#1514;&#1502;&#1513;&#1497;&#1501; &#1500;&#1488; &#1497;&#1491;&#1506;&#1493; &#1506;&#1500;&#1497;&#1492;&#1501;. &#1495;&#1489;&#1512;&#1497; &#1489;&#1495;&#1512; &#1488;&#1514; &#1488;&#1495;&#1514;
&#1492;&#1491;&#1512;&#1499;&#1497;&#1501; &#1500;&#1506;&#1513;&#1493;&#1514; &#1494;&#1488;&#1514;, &#1513;&#1492;&#1493;&#1488; &#1495;&#1513;&#1489; &#1513;&#1492;&#1497;&#1497;&#1514;&#1492; &#1492;&#1508;&#1513;&#1512;&#1492; &#1492;&#1496;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512;: &#1492;&#1493;&#1488; &#1513;&#1502;&#1512; &#1488;&#1514; &#1492;&#1488;&#1510;&#1489;&#1506;&#1493;&#1503; &#1513;&#1500;
&#1499;&#1500; &#1514;&#1502;&#1493;&#1504;&#1492; <b>&nbsp;picture.jpg</b> &#1489;&#1511;&#1493;&#1489;&#1509; &#1495;&#1491;&#1513; &#1489;&#1513;&#1501; <b>picture_t.jpg</b> &#1489;&#1488;&#1493;&#1514;&#1492;
&#1505;&#1508;&#1512;&#1497;&#1492;. &nbsp;&#1506;&#1489;&#1493;&#1512; &#1488;&#1500;&#1489;&#1493;&#1501; &#1506;&#1501; 30 &#1514;&#1502;&#1493;&#1504;&#1493;&#1514;, &#1492;&#1514;&#1511;&#1489;&#1500;&#1493; &#1500;&#1489;&#1505;&#1493;&#1507; 60 &#1511;&#1489;&#1510;&#1497;&#1501; &#1489;&#1502;&#1491;&#1512;&#1497;&#1498; &#1499;&#1493;&#1500;&#1500; &#1514;&#1502;&#1493;&#1504;&#1493;&#1514;
&#1492;&#1488;&#1510;&#1489;&#1506;&#1493;&#1504;&#1497;&#1501;.<br>
<br>
&#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1514;&#1493;&#1493;&#1499;&#1495; &#1489;&#1502;&#1513;&#1498; &#1513;&#1489;&#1493;&#1506;&#1493;&#1514; &#1506;&#1500; &#1492;&#1497;&#1514;&#1512;&#1493;&#1504;&#1493;&#1514; &#1493;&#1492;&#1495;&#1505;&#1512;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; &#1492;&#1488;&#1493;&#1508;&#1504;&#1497;&#1501; &#1492;&#1513;&#1493;&#1504;&#1497;&#1501; &#1513;&#1500; &#1513;&#1502;&#1497;&#1512;&#1514;
&#1492;&#1514;&#1502;&#1493;&#1504;&#1493;&#1514;, &#1488;&#1489;&#1500;, &#1499;&#1508;&#1497; &#1513;&#1502;&#1505;&#1514;&#1489;&#1512;, &#1497;&#1513;&nbsp; &#1491;&#1512;&#1498; &#1497;&#1493;&#1514;&#1512; &#1502;&#1491;&#1506;&#1497;&#1514; &#1488;&#1495;&#1514; &#1500;&#1492;&#1499;&#1512;&#1497;&#1506; &#1489;&#1504;&#1493;&#1513;&#1488;. &#1508;&#1513;&#1493;&#1496; &#1513;&#1488;&#1500;
&#1511;&#1489;&#1493;&#1510;&#1492; &#1513;&#1500; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1492;&#1497;&#1499;&#1503; &#1492;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1513;&#1492;&#1488;&#1510;&#1489;&#1506;&#1493;&#1504;&#1497;&#1501; &#1497;&#1513;&#1502;&#1512;&#1493;. &#1499;&#1502;&#1493;&#1489;&#1503;, &#1512;&#1489;&#1497;&#1501; &#1502;&#1492;&#1501; &#1500;&#1488; &#1497;&#1491;&#1506;&#1493;
&#1488;&#1493; &#1500;&#1488; &#1497;&#1492;&#1497;&#1492; &#1488;&#1499;&#1508;&#1514; &#1500;&#1492;&#1501;, &#1488;&#1493; &#1513;&#1492;&#1501; &#1500;&#1488; &#1495;&#1513;&#1489;&#1493; &#1506;&#1500; &#1499;&#1498;; &#1488;&#1489;&#1500; &#1488;&#1501; &#1514;&#1513;&#1488;&#1500; &#1492;&#1512;&#1489;&#1492; &#1488;&#1504;&#1513;&#1497;&#1501;, &#1514;&#1514;&#1495;&#1497;&#1500; &#1500;&#1512;&#1488;&#1493;&#1514;
&#1492;&#1505;&#1499;&#1502;&#1492; &#1499;&#1500;&#1500;&#1497;&#1514; <u>&#1499;&#1500;&#1513;&#1492;&#1497;</u>. &#1492;&#1489;&#1495;&#1497;&#1512;&#1492; &#1492;&#1508;&#1493;&#1508;&#1493;&#1500;&#1512;&#1497;&#1514; &#1489;&#1497;&#1493;&#1514;&#1512; &#1492;&#1497;&#1488; &#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1492;&#1496;&#1493;&#1489; &#1489;&#1497;&#1493;&#1514;&#1512;,
&#1493;&#1497;&#1513; &#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1499;&#1498;&nbsp; &#1513;&#1502;&#1493;&#1491;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1497;&#1514;&#1488;&#1501; &#1500;&#1493;.<br>
<br>
&#1488;&#1495;&#1512;-&#1499;&#1498;, &#1497;&#1513; &#1500;&#1489;&#1491;&#1493;&#1511; &#1488;&#1514; &#1492;&#1514;&#1488;&#1493;&#1512;&#1497;&#1493;&#1514;. &#1489;&#1504;&#1492; &#1502;&#1493;&#1491;&#1500; &#1488;&#1493; &#1488;&#1489;-&#1496;&#1497;&#1508;&#1493;&#1505; &#1513;&#1500; &#1502;&#1502;&#1513;&#1511; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1493;&#1514;&#1503; &#1500;&#1499;&#1502;&#1492;
&#1488;&#1504;&#1513;&#1497;&#1501; &#1502;&#1513;&#1497;&#1502;&#1493;&#1514; &#1500;&#1489;&#1510;&#1506;. &#1499;&#1488;&#1513;&#1512; &#1492;&#1501; &#1502;&#1514;&#1511;&#1491;&#1502;&#1497;&#1501; &#1489;&#1489;&#1497;&#1510;&#1493;&#1506; &#1492;&#1502;&#1513;&#1497;&#1502;&#1493;&#1514;, &#1513;&#1488;&#1500; &#1488;&#1493;&#1514;&#1501; &#1502;&#1492; &#1500;&#1491;&#1506;&#1514;&#1501; &#1511;&#1493;&#1512;&#1492;.
&#1514;&#1508;&#1511;&#1497;&#1491;&#1498; &#1492;&#1493;&#1488; &#1500;&#1492;&#1489;&#1497;&#1503; &#1500;&#1502;&#1492; &#1492;&#1501; &#1502;&#1510;&#1508;&#1497;&#1501;. &#1488;&#1501; &#1492;&#1502;&#1513;&#1497;&#1502;&#1492; &#1492;&#1497;&#1488; "&#1492;&#1499;&#1504;&#1505; &#1514;&#1502;&#1493;&#1504;&#1492;", &#1493;&#1488;&#1514;&#1492; &#1488;&#1493;&#1512;&#1492; &#1513;&#1492;&#1501;
&#1502;&#1504;&#1505;&#1497;&#1501; &#1500;&#1490;&#1512;&#1493;&#1512; &#1488;&#1514; &#1492;&#1514;&#1502;&#1493;&#1504;&#1492; &#1488;&#1500; &#1514;&#1493;&#1498; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; - &#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1489;&#1497;&#1503; &#1502;&#1499; &#1513;&#1499;&#1491;&#1488;&#1497; &#1500;&#1514;&#1502;&#1493;&#1498; &#1489;&#1490;&#1512;&#1497;&#1512;&#1492; &#1493;&#1492;&#1508;&#1500;&#1492;
(drag &amp; drop). &#1488;&#1501; &#1492;&#1501; &#1492;&#1493;&#1500;&#1499;&#1497;&#1501; &#1500;&#1514;&#1508;&#1512;&#1497;&#1496; &#1492;-Insert - &#1504;&#1497;&#1514;&#1503; &#1500;&#1492;&#1489;&#1497;&#1503; &#1502;&#1499;&#1498; &#1513;&#1499;&#1491;&#1488;&#1497; &#1513;&#1497;&#1492;&#1497;&#1492;
&#1489;&#1495;&#1497;&#1512;&#1492; &#1513;&#1500; Picture &#1513;&#1501;. &#1488;&#1501; &#1492;&#1493;&#1488; &#1492;&#1493;&#1500;&#1498; &#1500;&#1514;&#1497;&#1489;&#1514; &#1492;&#1499;&#1500;&#1497;&#1501; &#1513;&#1500; &#1492;&#1490;&#1493;&#1508;&#1504;&#1497;&#1501; &#1493;&#1502;&#1495;&#1500;&#1497;&#1508;&#1497;&#1501; &#1488;&#1514; &#1492;&#1502;&#1497;&#1500;&#1492;
"Times New Roman" (&#1488;&#1493; "&#1491;&#1493;&#1497;&#1491;"_ &#1489;&#1502;&#1497;&#1500;&#1497;&#1501; "Insert Picture", &#1502;&#1510;&#1488;&#1514; &#1506;&#1504;&#1514;&#1497;&#1511;&#1492; &#1513;&#1500;&#1488; &#1492;&#1514;&#1493;&#1493;&#1491;&#1488;
&#1500;&#1502;&#1502;&#1513;&#1511;&#1497; &#1502;&#1513;&#1514;&#1502;&#1513; &#1490;&#1512;&#1508;&#1497;&#1497;&#1501; &#1506;&#1491;&#1497;&#1497;&#1503; &#1493;&#1502;&#1510;&#1508;&#1492; &#1500;&#1502;&#1502;&#1513;&#1511; &#1513;&#1493;&#1512;&#1514; &#1508;&#1511;&#1493;&#1491;&#1492;.<br>
<br>
&#1506;&#1500; &#1499;&#1502;&#1492; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1499;&#1491;&#1488;&#1497; &#1500;&#1489;&#1491;&#1493;&#1511; &#1488;&#1514; &#1502;&#1502;&#1513;&#1511; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;? &#1492;&#1488;&#1497;&#1504;&#1505;&#1496;&#1497;&#1504;&#1511;&#1496; &#1506;&#1513;&#1493;&#1497; &#1500;&#1492;&#1497;&#1493;&#1514; "&#1499;&#1502;&#1492; &#1513;&#1497;&#1493;&#1514;&#1512;",
&#1513;&#1497;&#1513; &#1489;&#1493; &#1492;&#1490;&#1497;&#1493;&#1503; &#1500;&#1504;&#1497;&#1505;&#1493;&#1497;&#1497;&#1501; &#1502;&#1491;&#1506;&#1497;&#1497;&#1501;. &#1488;&#1489;&#1500; &#1488;&#1497;&#1504;&#1505;&#1496;&#1497;&#1504;&#1511;&#1496; &#1494;&#1492; &#1492;&#1493;&#1488; &#1502;&#1493;&#1496;&#1506;&#1492;. &#1499;&#1502;&#1506;&#1496; &#1499;&#1500; &#1502;&#1497; &#1513;&#1502;&#1514;&#1506;&#1505;&#1511;
&#1489;&#1489;&#1491;&#1497;&#1511;&#1493;&#1514; &#1513;&#1502;&#1497;&#1513;&#1493;&#1514; &#1500;&#1502;&#1495;&#1497;&#1497;&#1514;&#1493;, &#1504;&#1493;&#1496;&#1492; &#1500;&#1495;&#1513;&#1493;&#1489; &#1513;&#1495;&#1502;&#1497;&#1513;&#1492; &#1488;&#1493; &#1513;&#1497;&#1513;&#1492; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1494;&#1492; &#1502;&#1505;&#1508;&#1497;&#1511;. &#1488;&#1495;&#1512;-&#1499;&#1498;,
&#1502;&#1514;&#1495;&#1497;&#1500;&#1497;&#1501; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1514; &#1488;&#1493;&#1514;&#1492; &#1514;&#1493;&#1510;&#1488;&#1493;&#1514; &#1513;&#1493;&#1489; &#1493;&#1513;&#1493;&#1489;, &#1493;&#1499;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1492;&#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1492;&#1501; &#1489;&#1494;&#1489;&#1493;&#1494; &#1513;&#1500; &#1494;&#1502;&#1503;.<br>
<br>
&#1488;&#1497;&#1503; &#1510;&#1493;&#1512;&#1498; &#1489;&#1502;&#1506;&#1489;&#1491;&#1514; &#1513;&#1502;&#1497;&#1513;&#1493;&#1514; &#1508;&#1493;&#1512;&#1502;&#1500;&#1497;&#1514;, &#1493;&#1488;&#1497;&#1503; &#1510;&#1493;&#1512;&#1498; &#1500;&#1489;&#1492;&#1497;&#1488; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; "&#1502;&#1492;&#1512;&#1495;&#1493;&#1489;" - &#1504;&#1497;&#1514;&#1503; &#1500;&#1506;&#1513;&#1493;&#1514;
"&#1502;&#1489;&#1495;&#1504;&#1497;&#1514; &#1513;&#1502;&#1497;&#1513;&#1493;&#1514; &#1489;&#1495;&#1510;&#1497; &#1513;&#1511;&#1500;" &#1513;&#1489;&#1492;&#1501; &#1500;&#1493;&#1511;&#1495;&#1497;&#1501; &#1488;&#1514; &#1492;&#1488;&#1491;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1512;&#1493;&#1488;&#1497;&#1501; &#1493;&#1502;&#1489;&#1511;&#1513;&#1497;&#1501; &#1502;&#1492;&#1501; &#1500;&#1506;&#1513;&#1493;&#1514;
&#1502;&#1489;&#1495;&#1503; &#1513;&#1502;&#1497;&#1513;&#1493;&#1514; &#1502;&#1492;&#1497;&#1512;. &#1497;&#1513; &#1500;&#1493;&#1493;&#1491;&#1488; &#1513;&#1500;&#1488; &#1502;&#1490;&#1500;&#1497;&#1501; &#1488;&#1514; &#1492;&#1511;&#1500;&#1508;&#1497;&#1501; &#1502;&#1512;&#1488;&#1513;, &#1493;&#1502;&#1505;&#1508;&#1512;&#1497;&#1501; &#1500;&#1492;&#1501; &#1488;&#1497;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514;
&#1491;&#1489;&#1512;&#1497;&#1501;. &#1497;&#1513; &#1500;&#1489;&#1511;&#1513; &#1502;&#1492;&#1501; &#1500;"&#1495;&#1513;&#1493;&#1489; &#1489;&#1511;&#1493;&#1500; &#1512;&#1501;" &#1493;&#1500;&#1512;&#1488;&#1497;&#1497;&#1503; &#1488;&#1493;&#1514;&#1501; &#1506;&#1500;-&#1497;&#1491;&#1497; &#1513;&#1488;&#1500;&#1493;&#1514; &#1508;&#1514;&#1493;&#1495;&#1493;&#1514; &#1499;&#1491;&#1497; &#1500;&#1504;&#1505;&#1493;&#1514;
&#1500;&#1490;&#1500;&#1493;&#1514; &#1488;&#1514; &#1492;&#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1504;&#1496;&#1500;&#1497; &#1513;&#1500;&#1492;&#1501;.<br>
<br>
<h3>&#1488;&#1501; &#1502;&#1493;&#1491;&#1506; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1493;&#1488; &#1500;&#1488; &#1496;&#1512;&#1497;&#1493;&#1497;&#1488;&#1500;&#1497;, &#1492;&#1493;&#1488; &#1511;&#1512;&#1493;&#1489; &#1500;&#1493;&#1491;&#1488;&#1497; &#1500;&#1488; &#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;</h3>
&#1499;&#1513;&#1492;&#1497;&#1497;&#1514;&#1497; &#1489;&#1503; 6 &#1493;&#1488;&#1489;&#1497; &#1492;&#1489;&#1497;&#1488; &#1492;&#1489;&#1497;&#1497;&#1514;&#1492; &#1488;&#1514; &#1488;&#1495;&#1491; &#1502;&#1492;&#1502;&#1495;&#1513;&#1489;&#1493;&#1504;&#1497;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1497;&#1501; &#1489;&#1506;&#1493;&#1500;&#1501;, HP-35, &#1492;&#1493;&#1488;
&#1504;&#1497;&#1505;&#1492; &#1500;&#1513;&#1499;&#1504;&#1506; &#1488;&#1493;&#1514;&#1497; &#1513;&#1492;&#1497;&#1492; <u>&#1502;&#1495;&#1513;&#1489;</u> &#1489;&#1508;&#1504;&#1497;&#1501;. &#1488;&#1504;&#1497; &#1495;&#1513;&#1489;&#1514;&#1497; &#1513;&#1494;&#1492; &#1500;&#1488; &#1492;&#1497;&#1492; &#1505;&#1489;&#1497;&#1512;. &#1499;&#1500; &#1492;&#1502;&#1495;&#1513;&#1489;&#1497;&#1501;
&#1489;"&#1502;&#1505;&#1506; &#1489;&#1497;&#1503; &#1499;&#1493;&#1499;&#1489;&#1497;&#1501;" &#1492;&#1497;&#1493; &#1489;&#1490;&#1493;&#1491;&#1500; &#1513;&#1500; &#1495;&#1491;&#1512; &#1493;&#1492;&#1497;&#1493; &#1500;&#1492;&#1501; &#1496;&#1497;&#1497;&#1508;&#1497;&#1501; &#1506;&#1504;&#1511;&#1497;&#1497;&#1501;. &#1488;&#1504;&#1497; &#1495;&#1513;&#1489;&#1497;&#1514;&#1497; &#1513;&#1492;&#1497;&#1492;
&#1512;&#1511; &#1514;&#1488;&#1493;&#1501; &#1495;&#1499;&#1501; &#1489;&#1497;&#1503; &#1492;&#1502;&#1511;&#1513;&#1497;&#1501; &#1506;&#1500; &#1514;&#1497;&#1489;&#1514; &#1492;&#1502;&#1511;&#1513;&#1497;&#1501; &#1493;&#1492;&#1497;&#1505;&#1493;&#1491;&#1493;&#1514; &#1492;&#1508;&#1512;&#1496;&#1497;&#1497;&#1501; &#1513;&#1500; &#1502;&#1510;&#1490;&#1514; &#1492;-LED&#1497;&#1501; &#1513;&#1489;&#1502;&#1511;&#1512;&#1492;
&#1497;&#1510;&#1512; &#1514;&#1493;&#1510;&#1488;&#1493;&#1514; &#1504;&#1499;&#1493;&#1504;&#1493;&#1514; &#1502;&#1514;&#1502;&#1496;&#1497;&#1514;. (&#1492;&#1497;&#1497;, &#1492;&#1497;&#1497;&#1514;&#1497; &#1489;&#1503; 6)<br>
<br>
&#1499;&#1500;&#1500; &#1488;&#1510;&#1489;&#1506; &#1495;&#1513;&#1493;&#1489; &#1492;&#1493;&#1488; &#1513;&#1502;&#1493;&#1491;&#1500;&#1497;&#1501; &#1513;&#1500; &#1502;&#1513;&#1514;&#1502;&#1513; &#1492;&#1501; &#1500;&#1488; &#1502;&#1505;&#1493;&#1489;&#1499;&#1497;&#1501;. &#1499;&#1488;&#1513;&#1512; &#1488;&#1504;&#1513;&#1497;&#1501; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1500;&#1504;&#1495;&#1513;
&#1488;&#1497;&#1498; &#1514;&#1493;&#1499;&#1504;&#1492; &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1506;&#1489;&#1493;&#1491;, &#1492;&#1501; &#1504;&#1493;&#1496;&#1497;&#1501; &#1500;&#1504;&#1495;&#1513; &#1491;&#1489;&#1512;&#1497;&#1501; &#1508;&#1513;&#1493;&#1496;&#1497;&#1501;, &#1489;&#1502;&#1511;&#1493;&#1501; &#1491;&#1489;&#1512;&#1497;&#1501; &#1502;&#1505;&#1493;&#1489;&#1499;&#1497;&#1501;.<br>
<br>
&#1513;&#1489; &#1500;&#1497;&#1497;&#1491; &#1502;&#1511;&#1497;&#1504;&#1496;&#1493;&#1513;. &#1508;&#1514;&#1495; &#1513;&#1504;&#1497; &#1511;&#1489;&#1510;&#1497; &#1490;&#1500;&#1497;&#1493;&#1503; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497; &#1513;&#1500; Excel &#1493;&#1502;&#1505;&#1502;&#1498; Word &#1488;&#1495;&#1491;. &#1499;&#1502;&#1506;&#1496;
&#1499;&#1500; &#1502;&#1513;&#1514;&#1502;&#1513; &#1500;&#1488; &#1502;&#1504;&#1493;&#1505;&#1492; &#1497;&#1504;&#1495;&#1513; &#1513;&#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1501; &#1489;&#1500;&#1514;&#1497;-&#1514;&#1500;&#1493;&#1497;&#1497;&#1501;. &#1492;&#1501; <u>&#1504;&#1512;&#1488;&#1497;&#1501;</u> &#1489;&#1500;&#1514;&#1497;-&#1514;&#1500;&#1493;&#1497;&#1497;&#1501;.<br>
<br>
[Insert Picture Here]<br>
<br>
&#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1488;&#1493;&#1502;&#1512; &#1513;&#1500;&#1495;&#1497;&#1510;&#1492; &#1506;&#1500; "Spreadsheet1" &#1514;&#1489;&#1497;&#1488; &#1495;&#1500;&#1493;&#1503; &#1494;&#1492; &#1511;&#1491;&#1497;&#1502;&#1492;. &#1502;&#1492; &#1513;<u>&#1489;&#1488;&#1502;&#1514;</u>
&#1511;&#1493;&#1512;&#1492; &#1492;&#1493;&#1488; &#1513;-"Spreadsheet <b>2</b>" &#1489;&#1488; &#1511;&#1491;&#1497;&#1502;&#1492;, &#1492;&#1508;&#1514;&#1506;&#1492; &#1502;&#1514;&#1505;&#1499;&#1500;&#1514; &#1500;&#1499;&#1502;&#1506;&#1496; &#1499;&#1500; &#1488;&#1495;&#1491;:<br>
<br>
[Insert Picture Here]<br>
<br>
&#1499;&#1508;&#1497; &#1513;&#1502;&#1514;&#1489;&#1512;&#1512;, &#1502;&#1493;&#1491;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1500; Excel &#1488;&#1493;&#1502;&#1512; &#1513;"&#1497;&#1513; &#1488;&#1514; &#1492;&#1490;&#1500;&#1497;&#1493;&#1504;&#1493;&#1514; &#1492;&#1489;&#1500;&#1514;&#1497;-&#1504;&#1512;&#1488;&#1497;&#1501;, &#1488;&#1495;&#1491; &#1500;&#1499;&#1500;
&#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1492;, &#1493;&#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1502;&#1493;&#1491;&#1489;&#1511;&#1497;&#1501; &#1500;&#1490;&#1500;&#1497;&#1493;&#1504;&#1493;&#1514; &#1492;&#1489;&#1500;&#1514;&#1497;-&#1504;&#1512;&#1488;&#1497;&#1501; &#1492;&#1488;&#1500;&#1492;. &#1499;&#1488;&#1513;&#1512; &#1488;&#1514;&#1492; &#1502;&#1489;&#1497;&#1488; &#1488;&#1514; Excel
&#1511;&#1491;&#1497;&#1502;&#1492;, &#1499;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1488;&#1495;&#1512;&#1497;&#1501; &#1513;&#1500; Excel &#1497;&#1494;&#1493;&#1494;&#1493; &#1511;&#1491;&#1497;&#1502;&#1492;, &#1490;&#1501; &#1499;&#1503;."<br>
<br>
&#1504;&#1499;&#1493;&#1493;&#1493;&#1503;. &#1490;&#1500;&#1497;&#1493;&#1504;&#1493;&#1514; &#1489;&#1500;&#1514;&#1497;-&#1504;&#1512;&#1488;&#1497;&#1501;. &#1502;&#1492; &#1492;&#1501; &#1492;&#1505;&#1497;&#1499;&#1493;&#1497;&#1497;&#1501; &#1513;&#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1497;&#1499;&#1500;&#1493;&#1500; &#1488;&#1514; &#1492;&#1512;&#1506;&#1497;&#1493;&#1503; &#1513;&#1500;
&#1490;&#1500;&#1497;&#1493;&#1504;&#1493;&#1514; &#1489;&#1500;&#1514;&#1497;-&#1502;&#1512;&#1488;&#1497;&#1501;? &#1502;&#1503; &#1492;&#1505;&#1514;&#1501; &#1499;&#1502;&#1506;&#1496; &#1488;&#1508;&#1505;. &#1499;&#1498; &#1513;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1497;&#1493;&#1508;&#1514;&#1506;&#1493; &#1502;&#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; &#1494;&#1493;.<br>
<br>
&#1506;&#1493;&#1491; &#1491;&#1493;&#1490;&#1502;&#1492;, &#1492;&#1508;&#1506;&#1501; &#1502;&#1492;&#1506;&#1493;&#1500;&#1501; &#1513;&#1500; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514;, &#1492;&#1493;&#1488; &#1513;&#1510;&#1512;&#1493;&#1507; &#1492;&#1502;&#1511;&#1513;&#1497;&#1501; "Alt+Tab" &#1513;&#1506;&#1493;&#1489;&#1512; &#1500;&#1495;&#1500;&#1493;&#1503;
&#1492;"&#1489;&#1488;". &#1502;&#1512;&#1489;&#1497;&#1514; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1493;&#1491;&#1488;&#1497; &#1497;&#1504;&#1497;&#1495;&#1493; &#1513;&#1492;&#1493;&#1488; &#1508;&#1513;&#1493;&#1496; &#1505;&#1493;&#1489;&#1489; &#1489;&#1497;&#1503; &#1499;&#1500; &#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1492;&#1494;&#1502;&#1497;&#1504;&#1497;&#1501;. &#1488;&#1501;
&#1497;&#1513; &#1500;&#1498; &#1495;&#1500;&#1493;&#1504;&#1493;&#1514; &#1488;', &#1489;', &#1493;-&#1490;' &#1499;&#1488;&#1513;&#1512; &#1488;' &#1492;&#1493;&#1488; &#1508;&#1506;&#1497;&#1500;, Alt+Tab &#1488;&#1502;&#1493;&#1512; &#1500;&#1511;&#1495;&#1514; &#1488;&#1493;&#1514;&#1498; &#1500;-&#1489;'.
Alt+Tab &#1513;&#1493;&#1489; &#1497;&#1511;&#1495; &#1488;&#1493;&#1514;&#1498; &#1500;-&#1490;'. &#1488;&#1489;&#1500; &#1502;&#1492; &#1513;&#1511;&#1493;&#1512;&#1492; &#1489;&#1488;&#1502;&#1514; &#1492;&#1493;&#1488; &#1513;&#1492;-Alt+Tab &#1492;&#1513;&#1504;&#1497; &#1500;&#1493;&#1511;&#1495; &#1488;&#1493;&#1514;&#1498;
&#1495;&#1494;&#1512;&#1492; &#1500;-&#1488;'. &#1492;&#1491;&#1512;&#1498; &#1492;&#1497;&#1495;&#1497;&#1491;&#1492; &#1500;&#1490;&#1513;&#1514; &#1500;-&#1490;' &#1492;&#1497;&#1488; <u>&#1500;&#1492;&#1495;&#1494;&#1497;&#1511;</u> &#1488;&#1514; Alt &#1500;&#1495;&#1493;&#1509; &#1493;&#1500;&#1500;&#1495;&#1493;&#1509; &#1506;&#1500;
Tab <u>&#1508;&#1506;&#1502;&#1497;&#1497;&#1501;</u>. &#1494;&#1493;&#1492;&#1497; &#1491;&#1512;&#1498; &#1504;&#1495;&#1502;&#1491;&#1492; &#1500;&#1492;&#1495;&#1500;&#1497;&#1507; &#1489;&#1497;&#1503; &#1513;&#1504;&#1497; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501;, &#1488;&#1489;&#1500; &#1499;&#1502;&#1506;&#1496; &#1488;&#1507; &#1488;&#1495;&#1491;
&#1500;&#1488; &#1502;&#1489;&#1497;&#1503; &#1488;&#1514; &#1494;&#1492;, &#1502;&#1513;&#1493;&#1501; &#1513;&#1494;&#1492; &#1502;&#1493;&#1491;&#1500; &#1502;&#1506;&#1514; &#1497;&#1493;&#1514;&#1512; &#1502;&#1505;&#1493;&#1489;&#1498; &#1502;&#1502;&#1493;&#1491;&#1500; &#1492;&#1505;&#1489;&#1493;&#1489;-&#1489;&#1497;&#1503;-&#1492;&#1495;&#1500;&#1493;&#1504;&#1493;&#1514;-&#1492;&#1494;&#1502;&#1497;&#1504;&#1497;&#1501;
.<br>
<br>
&#1494;&#1492; &#1502;&#1505;&#1508;&#1497;&#1511; &#1511;&#1513;&#1492; &#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1499;&#1498; &#1513;&#1502;&#1493;&#1491;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1497;&#1514;&#1488;&#1501; &#1500;&#1502;&#1493;&#1491;&#1500; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1499;&#1488;&#1513;&#1512; &#1492;&#1502;&#1493;&#1491;&#1500;&#1497;&#1501; &#1492;&#1501; &#1508;&#1513;&#1493;&#1496;&#1497;&#1501;.
&#1499;&#1488;&#1513;&#1512; &#1492;&#1502;&#1493;&#1491;&#1500;&#1497;&#1501; &#1504;&#1506;&#1513;&#1497;&#1501; &#1502;&#1505;&#1493;&#1489;&#1499;&#1497;&#1501;, &#1494;&#1492; &#1506;&#1493;&#1491; &#1497;&#1493;&#1514;&#1512; &#1500;&#1488; &#1505;&#1489;&#1497;&#1512;. &#1488;&#1494; &#1489;&#1495;&#1512; &#1488;&#1514; &#1492;&#1502;&#1493;&#1491;&#1500; &#1492;&#1508;&#1513;&#1493;&#1496; &#1489;&#1497;&#1493;&#1514;&#1512;.<br>
<br>
&#1492;&#1489;&#1488;: <a href="fill_in">&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514;</a>.<br>
<br>
</div>
       <br>
      <br>
     <br>
    <br>
   <br>
  <br>
 <br>
<br>
<br>
</body>
</html>
