<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>&#1492;&#1511;&#1514;&#1491;&#1512;&#1500;&#1492; &#1493;&#1492;&#1489;&#1494;&#1488;&#1512; - &#1514;&#1512;&#1490;&#1493;&#1501; &#1500;&#1506;&#1489;&#1512;&#1497;&#1514;</title>
                                                                        
                                                    
  <meta http-equiv="content-type"
 content="text/html; charset=ISO-8859-1">
                                                              
  <meta name="author" content="Falk Fish">
</head>
<body>
<div align="right" dir="rtl">
<h1>&#1492;&#1511;&#1514;&#1491;&#1512;&#1500;&#1492; &#1493;&#1492;&#1489;&#1494;&#1488;&#1512;</h1>
<br>
<h3>&#1488;&#1512;&#1497;&#1511; &#1505;&#1496;&#1497;&#1489;&#1503; &#1512;&#1497;&#1497;&#1502;&#1493;&#1504;&#1491;</h3>
<br>
<h2>&#1492;&#1511;&#1514;&#1491;&#1512;&#1500;&#1492; &#1493;&#1492;&#1489;&#1494;&#1488;&#1512;</h2>
<br>
&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1492;&#1497;&#1504;&#1492; &#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1508;&#1506;&#1500;&#1492; &#1495;&#1514;&#1512;&#1504;&#1497;&#1514;. &#1502;&#1497; &#1492;&#1497;&#1492; &#1502;&#1488;&#1502;&#1497;&#1503; &#1488;&#1508;&#1497;&#1500;&#1493; &#1500;&#1508;&#1504;&#1497; &#1495;&#1502;&#1513; &#1513;&#1504;&#1497;&#1501; (&#1489;&#1513;&#1504;&#1514; 1991)
&#1513;&#1502;&#1506;&#1512;&#1499;&#1514; &#1492;&#1508;&#1506;&#1500;&#1492; &#1489;&#1512;&#1502;&#1492; &#1506;&#1493;&#1500;&#1502;&#1497;&#1514; &#1514;&#1493;&#1499;&#1500; &#1500;&#1492;&#1514;&#1500;&#1499;&#1491;, &#1499;&#1488;&#1497;&#1500;&#1493; &#1489;&#1502;&#1496;&#1492; &#1511;&#1505;&#1501;, &#1502;&#1514;&#1493;&#1498; &#1506;&#1489;&#1493;&#1491;&#1492; &#1495;&#1500;&#1511;&#1497;&#1514; &#1513;&#1500;
&#1502;&#1505;&#1508;&#1512; &#1488;&#1500;&#1508;&#1497; &#1502;&#1508;&#1514;&#1495;&#1497;&#1501; &#1492;&#1502;&#1508;&#1493;&#1494;&#1512;&#1497;&#1501; &#1489;&#1499;&#1500; &#1512;&#1495;&#1489;&#1497; &#1492;&#1506;&#1493;&#1500;&#1501;, &#1493;&#1502;&#1495;&#1493;&#1489;&#1512;&#1497;&#1501; &#1512;&#1511; &#1506;&#1500;-&#1497;&#1491;&#1497; &#1492;&#1511;&#1493;&#1512;&#1497;&#1501; &#1492;&#1506;&#1491;&#1497;&#1504;&#1497;&#1501;
&#1513;&#1500; &#1492;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;?<br>
<br>
&#1489;&#1493;&#1491;&#1488;&#1497; &#1500;&#1488; &#1488;&#1504;&#1497;. &#1489;&#1514;&#1495;&#1497;&#1500;&#1514; 1993, &#1499;&#1513;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1495;&#1491;&#1512;&#1492; &#1500;&#1502;&#1493;&#1491;&#1506;&#1493;&#1514; &#1513;&#1500;&#1497;, &#1499;&#1489;&#1512; &#1492;&#1497;&#1497;&#1514;&#1497; &#1502;&#1506;&#1493;&#1512;&#1489; &#1489;&#1508;&#1497;&#1514;&#1493;&#1495;
&#1513;&#1500; &#1514;&#1493;&#1499;&#1504;&#1514; &#1497;&#1493;&#1504;&#1497;&#1511;&#1505; &#1493;&#1511;&#1493;&#1491;-&#1508;&#1514;&#1493;&#1495; &#1489;&#1502;&#1513;&#1498; &#1506;&#1513;&#1512; &#1513;&#1504;&#1497;&#1501;. &#1492;&#1497;&#1497;&#1514;&#1497; &#1488;&#1495;&#1491; &#1502;&#1492;&#1514;&#1493;&#1512;&#1502;&#1497;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1497;&#1501; &#1500;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;
GNU &#1489;&#1488;&#1502;&#1510;&#1506; &#1513;&#1504;&#1493;&#1514; &#1492;1980-. &#1513;&#1495;&#1512;&#1512;&#1514;&#1497; &#1492;&#1512;&#1489;&#1492; &#1514;&#1493;&#1499;&#1504;&#1514; &#1511;&#1493;&#1491;-&#1508;&#1514;&#1493;&#1495; &#1488;&#1500; &#1492;&#1512;&#1513;&#1514;, &#1499;&#1513;&#1508;&#1497;&#1514;&#1495;&#1514;&#1497; &#1488;&#1493; &#1513;&#1492;&#1513;&#1514;&#1514;&#1508;&#1514;&#1497;
&#1489;&#1508;&#1497;&#1514;&#1493;&#1495; &#1502;&#1505;&#1508;&#1512; &#1514;&#1493;&#1499;&#1504;&#1493;&#1514; (nethack, &#1502;&#1510;&#1489;&#1497; &#1492;-VC &#1493;&#1492;-GUD &#1513;&#1500; Emacs &#1493;&#1499;&#1503; xlife &#1493;&#1488;&#1495;&#1512;&#1497;&#1501;) &#1513;&#1506;&#1491;&#1497;&#1497;&#1503;
&#1489;&#1513;&#1497;&#1502;&#1493;&#1513; &#1512;&#1495;&#1489; &#1492;&#1497;&#1493;&#1501;. &#1495;&#1513;&#1489;&#1514;&#1497; &#1513;&#1497;&#1491;&#1506;&#1514;&#1497; &#1488;&#1497;&#1498; &#1510;&#1512;&#1497;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514; &#1494;&#1488;&#1514;.<br>
<br>
&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1492;&#1508;&#1512;&#1497;&#1499;&#1492; &#1488;&#1514; &#1512;&#1493;&#1489; &#1497;&#1491;&#1497;&#1506;&#1493;&#1514;&#1497;&#1497;. &#1504;&#1492;&#1490;&#1514;&#1497; &#1500;&#1492;&#1496;&#1497;&#1507; &#1488;&#1514; &#1492;&#1488;&#1502;&#1493;&#1504;&#1492; &#1492;&#1497;&#1493;&#1504;&#1497;&#1511;&#1505;&#1497;&#1514; &#1513;&#1500; &#1499;&#1500;&#1497;&#1501; &#1511;&#1496;&#1504;&#1497;&#1501;,
&#1489;&#1504;&#1497;&#1497;&#1492; &#1502;&#1492;&#1497;&#1512;&#1492; &#1513;&#1500; &#1488;&#1489;-&#1496;&#1497;&#1508;&#1493;&#1505;, &#1493;&#1514;&#1499;&#1504;&#1493;&#1514; &#1488;&#1489;&#1493;&#1500;&#1493;&#1510;&#1497;&#1493;&#1504;&#1497; &#1489;&#1502;&#1513;&#1498; &#1513;&#1504;&#1497;&#1501;. &#1488;&#1489;&#1500; &#1492;&#1488;&#1502;&#1504;&#1514;&#1497; &#1513;&#1492;&#1497;&#1497;&#1514;&#1492; &#1490;&#1501;
&#1502;&#1493;&#1512;&#1499;&#1489;&#1493;&#1514; &#1511;&#1512;&#1497;&#1496;&#1497;&#1514; &#1502;&#1505;&#1493;&#1497;&#1502;&#1514;, &#1513;&#1502;&#1506;&#1500;&#1497;&#1492; &#1492;&#1497;&#1514;&#1492; &#1491;&#1512;&#1493;&#1513;&#1492; &#1490;&#1497;&#1513;&#1492; &#1497;&#1493;&#1514;&#1512; &#1502;&#1512;&#1493;&#1499;&#1494;&#1514; &#1493;&#1502;&#1514;&#1493;&#1499;&#1504;&#1504;&#1514; &#1502;&#1512;&#1488;&#1513;.
&#1492;&#1488;&#1502;&#1504;&#1514;&#1497; &#1513;&#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1495;&#1513;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; (&#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1492;&#1508;&#1506;&#1500;&#1492; &#1493;&#1499;&#1500;&#1497;&#1501; &#1489;&#1488;&#1502;&#1514; &#1490;&#1491;&#1493;&#1500;&#1497;&#1501; &#1499;&#1502;&#1493; &#1492;&#1506;&#1493;&#1512;&#1498; &#1492;&#1502;&#1514;&#1493;&#1499;&#1504;&#1514;
Emacs) &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1492;&#1489;&#1504;&#1493;&#1514; &#1499;&#1502;&#1493; &#1511;&#1514;&#1491;&#1512;&#1500;&#1493;&#1514;, &#1502;&#1506;&#1493;&#1510;&#1489;&#1493;&#1514; &#1489;&#1494;&#1492;&#1497;&#1512;&#1493;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1502;&#1499;&#1513;&#1508;&#1497;&#1501; &#1497;&#1495;&#1497;&#1491;&#1497;&#1501;, &#1488;&#1493;
&#1511;&#1489;&#1493;&#1510;&#1493;&#1514; &#1511;&#1496;&#1504;&#1493;&#1514; &#1513;&#1500; &#1511;&#1493;&#1505;&#1502;&#1497;&#1501; &#1492;&#1506;&#1493;&#1489;&#1491;&#1497;&#1501; &#1489;&#1489;&#1497;&#1491;&#1493;&#1491; &#1504;&#1508;&#1500;&#1488;, &#1489;&#1488;&#1493;&#1508;&#1503; &#1499;&#1494;&#1492; &#1513;&#1488;&#1507; &#1489;&#1496;&#1488; &#1500;&#1488; &#1514;&#1513;&#1493;&#1495;&#1512;&#1512; &#1500;&#1508;&#1504;&#1497;
&#1494;&#1502;&#1504;&#1492;.<br>
<br>
&#1505;&#1490;&#1504;&#1493;&#1503; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1513;&#1500; &#1500;&#1497;&#1504;&#1493;&#1505; &#1496;&#1493;&#1512;&#1489;&#1500;&#1491;&#1505; - &#1513;&#1495;&#1512;&#1512; &#1502;&#1493;&#1511;&#1491;&#1501; &#1493;&#1492;&#1512;&#1489;&#1492;,&nbsp;&#1492;&#1488;&#1510;&#1500; &#1505;&#1502;&#1499;&#1493;&#1497;&#1493;&#1514; &#1499;&#1499;&#1500; &#1497;&#1499;&#1493;&#1500;&#1514;&#1498;,
&#1492;&#1497;&#1492; &#1508;&#1514;&#1493;&#1495; &#1506;&#1491; &#1499;&#1491;&#1497; &#1506;&#1512;&#1489;&#1493;&#1489;&#1497;&#1492; - &#1489;&#1488;&#1492; &#1499;&#1492;&#1508;&#1514;&#1506;&#1492;. &#1500;&#1488; &#1492;&#1497;&#1497;&#1514;&#1492; &#1513;&#1501; &#1489;&#1504;&#1497;&#1497;&#1514; &#1511;&#1514;&#1491;&#1512;&#1500;&#1492; &#1513;&#1511;&#1496;&#1492; &#1493;&#1502;&#1500;&#1493;&#1493;&#1492;
&#1489;&#1497;&#1512;&#1488;&#1514;-&#1499;&#1489;&#1493;&#1491; - &#1500;&#1506;&#1493;&#1502;&#1514; &#1494;&#1488;&#1514; &#1504;&#1491;&#1502;&#1492; &#1513;&#1511;&#1492;&#1497;&#1500;&#1514; &#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1491;&#1502;&#1514;&#1492; &#1500;&#1489;&#1494;&#1488;&#1512; &#1490;&#1491;&#1493;&#1500; &#1493;&#1505;&#1493;&#1488;&#1503; &#1513;&#1500; &#1502;&#1496;&#1512;&#1493;&#1514;
&#1493;&#1490;&#1497;&#1513;&#1493;&#1514; &#1513;&#1493;&#1504;&#1493;&#1514; (&#1513;&#1505;&#1493;&#1502;&#1500;&#1493; &#1506;&#1500;-&#1497;&#1491;&#1497; &#1488;&#1514;&#1512;&#1497; &#1488;&#1512;&#1499;&#1497;&#1493;&#1503; &#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505;, &#1513;&#1504;&#1514;&#1504;&#1493; &#1500;<u>&#1499;&#1500; &#1488;&#1495;&#1491;</u> &#1500;&#1513;&#1497;&#1501;
&#1513;&#1501; &#1511;&#1489;&#1510;&#1497;&#1501;) &#1513;&#1502;&#1514;&#1493;&#1499;&#1493; &#1502;&#1506;&#1512;&#1499;&#1514; &#1511;&#1493;&#1492;&#1512;&#1504;&#1496;&#1497;&#1514; &#1493;&#1497;&#1510;&#1497;&#1489;&#1492; &#1492;&#1497;&#1497;&#1514;&#1492; &#1497;&#1499;&#1493;&#1500;&#1492; &#1499;&#1489;&#1497;&#1499;&#1493;&#1500; &#1500;&#1510;&#1488;&#1514; &#1512;&#1511; &#1506;&#1500;-&#1497;&#1491;&#1497;
&#1513;&#1493;&#1512;&#1492; &#1513;&#1500; &#1504;&#1497;&#1505;&#1497;&#1501;.<br>
<br>
&#1492;&#1506;&#1493;&#1489;&#1491;&#1492; &#1513;&#1504;&#1512;&#1488;&#1492; &#1513;&#1505;&#1490;&#1504;&#1493;&#1503; &#1492;&#1489;&#1494;&#1488;&#1512; &#1492;&#1494;&#1492; &#1506;&#1493;&#1489;&#1491;, &#1493;&#1506;&#1493;&#1489;&#1491; &#1492;&#1497;&#1496;&#1489;, &#1489;&#1488;&#1492; &#1499;&#1492;&#1500;&#1501; &#1497;&#1495;&#1493;&#1491;&#1497;. &#1499;&#1488;&#1513;&#1512; &#1502;&#1510;&#1488;&#1514;&#1497;
&#1488;&#1514; &#1491;&#1512;&#1499;&#1497; &#1513;&#1501;, &#1506;&#1489;&#1491;&#1514;&#1497; &#1511;&#1513;&#1492; &#1500;&#1488; &#1512;&#1511; &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;&#1497;&#1501; &#1508;&#1512;&#1496;&#1497;&#1497;&#1501;, &#1488;&#1500;&#1488; &#1490;&#1501; &#1489;&#1500;&#1504;&#1505;&#1493;&#1514; &#1500;&#1492;&#1489;&#1497;&#1503; &#1502;&#1491;&#1493;&#1506; &#1506;&#1493;&#1500;&#1501;
&#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1500;&#1488; &#1512;&#1511; &#1513;&#1500;&#1488; &#1492;&#1514;&#1508;&#1493;&#1510;&#1509; &#1489;&#1489;&#1500;&#1489;&#1493;&#1500; &#1488;&#1500;&#1488; &#1490;&#1501; &#1504;&#1491;&#1502;&#1492; &#1513;&#1492;&#1500;&#1498; &#1502;&#1495;&#1497;&#1500; &#1500;&#1495;&#1497;&#1500; &#1489;&#1502;&#1492;&#1497;&#1512;&#1493;&#1514; &#1513;&#1489;&#1493;&#1504;&#1497; &#1511;&#1514;&#1491;&#1512;&#1500;&#1493;&#1514;
&#1500;&#1488; &#1492;&#1497;&#1493; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1495;&#1500;&#1493;&#1501; &#1506;&#1500;&#1497;&#1492;.<br>
<br>
&#1489;&#1488;&#1502;&#1510;&#1506; 1996 &#1495;&#1513;&#1489;&#1514;&#1497; &#1513;&#1488;&#1504;&#1497; &#1502;&#1489;&#1497;&#1503;. &#1492;&#1502;&#1494;&#1500; &#1504;&#1514;&#1503; &#1500;&#1497; &#1491;&#1512;&#1498; &#1502;&#1493;&#1513;&#1500;&#1502;&#1514; &#1500;&#1489;&#1495;&#1493;&#1503; &#1488;&#1514; &#1492;&#1514;&#1488;&#1493;&#1512;&#1497;&#1492; &#1513;&#1500;&#1497;,
&#1489;&#1510;&#1493;&#1512;&#1492; &#1513;&#1500; &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1511;&#1493;&#1491; &#1508;&#1514;&#1493;&#1495; &#1513;&#1497;&#1499;&#1493;&#1500;&#1514;&#1497; &#1500;&#1492;&#1512;&#1497;&#1509; &#1489;&#1502;&#1493;&#1491;&#1506; &#1489;&#1505;&#1490;&#1504;&#1493;&#1503; &#1492;&#1489;&#1494;&#1488;&#1512;. &#1499;&#1498; &#1506;&#1513;&#1497;&#1514;&#1497; - &#1493;&#1492;&#1493;&#1488;
&#1492;&#1497;&#1492; &#1492;&#1510;&#1500;&#1495;&#1492; &#1502;&#1513;&#1502;&#1506;&#1493;&#1514;&#1497;&#1514;.<br>
<br>
&#1494;&#1492;&#1493; &#1492;&#1505;&#1497;&#1508;&#1493;&#1512; &#1513;&#1500; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;. &#1488;&#1513;&#1514;&#1502;&#1513; &#1489;&#1493; &#1499;&#1491;&#1497; &#1500;&#1492;&#1510;&#1497;&#1506; &#1499;&#1502;&#1492; &#1491;&#1489;&#1512;&#1497;-&#1495;&#1493;&#1499;&#1502;&#1492; &#1506;&#1500; &#1508;&#1497;&#1514;&#1493;&#1495; &#1511;&#1493;&#1491;-&#1508;&#1514;&#1493;&#1495;
&#1497;&#1506;&#1497;&#1500;. &#1500;&#1488; &#1488;&#1514; &#1499;&#1500; &#1492;&#1491;&#1489;&#1512;&#1497;&#1501; &#1492;&#1488;&#1500;&#1492; &#1500;&#1502;&#1491;&#1514;&#1497; &#1500;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1489;&#1506;&#1493;&#1500;&#1501; &#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505;, &#1488;&#1489;&#1500; &#1504;&#1512;&#1488;&#1492; &#1488;&#1497;&#1498; &#1506;&#1493;&#1500;&#1501;
&#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1504;&#1493;&#1514;&#1503; &#1500;&#1492;&#1501; &#1497;&#1514;&#1512;&#1493;&#1503;. &#1488;&#1501; &#1488;&#1504;&#1497; &#1510;&#1493;&#1491;&#1511;, &#1492;&#1501; &#1497;&#1506;&#1494;&#1512;&#1493; &#1500;&#1492;&#1489;&#1497;&#1503; &#1489;&#1491;&#1497;&#1493;&#1511; &#1502;&#1492; &#1489;&#1491;&#1497;&#1493;&#1511; &#1506;&#1493;&#1513;&#1492; &#1488;&#1514;
&#1511;&#1492;&#1497;&#1500;&#1497;&#1497;&#1514; &#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1500;&#1502;&#1506;&#1497;&#1497;&#1503; &#1513;&#1500; &#1514;&#1493;&#1499;&#1504;&#1492; &#1496;&#1493;&#1489;&#1492; - &#1493;&#1497;&#1497;&#1514;&#1499;&#1503; &#1513;&#1492;&#1501; &#1497;&#1506;&#1494;&#1512;&#1493; &#1500;&#1498; &#1500;&#1492;&#1497;&#1493;&#1514; &#1497;&#1493;&#1514;&#1512; &#1508;&#1493;&#1512;&#1492;
&#1489;&#1506;&#1510;&#1502;&#1498;.<br>
<br>
<h2>&#1492;&#1491;&#1493;&#1488;&#1512; &#1495;&#1497;&#1497;&#1489; &#1500;&#1492;&#1490;&#1497;&#1506; &#1500;&#1497;&#1506;&#1491;&#1493;</h2>
&#1502;&#1488;&#1494; 1993, &#1488;&#1504;&#1497; &#1502;&#1504;&#1492;&#1500; &#1488;&#1514; &#1492;&#1510;&#1491; &#1492;&#1496;&#1499;&#1504;&#1497; &#1513;&#1500; &#1505;&#1508;&#1511; &#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496; &#1511;&#1496;&#1503; &#1506;&#1501; &#1490;&#1497;&#1513;&#1492; &#1495;&#1493;&#1508;&#1513;&#1497;&#1514; &#1489;&#1513;&#1501; Chester
County InterLink (&#1488;&#1493; CCIL &#1489;&#1511;&#1497;&#1510;&#1493;&#1512;) &#1489;&#1493;&#1493;&#1505;&#1496;-&#1510;'&#1505;&#1496;&#1512;, &#1508;&#1504;&#1505;&#1497;&#1500;&#1489;&#1504;&#1497;&#1492;. &#1492;&#1497;&#1497;&#1514;&#1497; &#1489;&#1497;&#1503; &#1502;&#1511;&#1497;&#1502;&#1497;
CCIL &#1493;&#1499;&#1514;&#1489;&#1514;&#1497; &#1488;&#1514; &#1514;&#1493;&#1499;&#1504;&#1514; &#1492;-BBS &#1502;&#1512;&#1493;&#1489;&#1514;-&#1492;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1492;&#1497;&#1497;&#1495;&#1493;&#1491;&#1497;&#1514; &#1513;&#1500;&#1504;&#1493; - &#1514;&#1493;&#1499;&#1500; &#1500;&#1489;&#1491;&#1493;&#1511; &#1488;&#1493;&#1514;&#1492;
&#1506;&#1500;-&#1497;&#1491;&#1497; &#1489;&#1497;&#1510;&#1493;&#1506; telnet &#1500;-<a href="telnet://locke.ccil.org">locke.ccil.org</a>.
&#1499;&#1497;&#1493;&#1501; &#1492;&#1497;&#1488; &#1514;&#1493;&#1502;&#1499;&#1514; &#1489;&#1499;&#1502;&#1506;&#1496; &#1513;&#1500;&#1493;&#1513;&#1514; &#1488;&#1500;&#1508;&#1497;&#1501; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1506;&#1500; &#1513;&#1500;&#1493;&#1513;&#1497;&#1501; &#1511;&#1493;&#1497;&#1501;. &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1512;&#1513;&#1514;&#1492; &#1500;&#1497; &#1490;&#1497;&#1513;&#1492;
&#1513;&#1500; 24 &#1513;&#1506;&#1493;&#1514; &#1489;&#1497;&#1502;&#1502;&#1492; &#1500;&#1512;&#1513;&#1514; &#1491;&#1512;&#1498; &#1511;&#1493; 56K &#1513;&#1500; CCIL - &#1500;&#1502;&#1506;&#1513;&#1492;, &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1491;&#1512;&#1513;&#1492; &#1494;&#1488;&#1514;!<br>
<br>
&#1492;&#1497;&#1497;&#1514;&#1497; &#1491;&#1497; &#1512;&#1490;&#1497;&#1500; &#1500;&#1491;&#1493;&#1488;&#1512; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497; &#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;&#1497; &#1502;&#1497;&#1497;&#1491;&#1497;. &#1502;&#1510;&#1488;&#1514;&#1497; &#1488;&#1514; &#1492;&#1506;&#1493;&#1489;&#1491;&#1492; &#1513;&#1492;&#1497;&#1497;&#1514;&#1497; &#1510;&#1512;&#1497;&#1498;
&#1500;&#1506;&#1513;&#1493;&#1514; telnet &#1502;&#1497;&#1491;&#1497; &#1508;&#1506;&#1501; &#1489;&#1508;&#1506;&#1501; &#1500;-locke &#1499;&#1491;&#1497; &#1500;&#1489;&#1491;&#1493;&#1511; &#1488;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512; &#1513;&#1500;&#1497; &#1502;&#1506;&#1510;&#1489;&#1504;&#1514;. &#1512;&#1510;&#1497;&#1514;&#1497; &#1513;&#1492;&#1491;&#1493;&#1488;&#1512;
&#1513;&#1500;&#1497; &#1497;&#1493;&#1506;&#1489;&#1512; &#1500;-snark (&#1492;&#1502;&#1495;&#1513;&#1489; &#1513;&#1500;&#1497; &#1489;&#1489;&#1497;&#1514;) &#1499;&#1498; &#1513;&#1497;&#1493;&#1491;&#1497;&#1506;&#1493; &#1500;&#1497; &#1489;&#1512;&#1490;&#1506; &#1513;&#1492;&#1493;&#1488; &#1492;&#1490;&#1497;&#1506; &#1493;&#1488;&#1493;&#1499;&#1500; &#1500;&#1496;&#1508;&#1500;
&#1489;&#1503; &#1489;&#1506;&#1494;&#1512;&#1514; &#1499;&#1500; &#1492;&#1499;&#1500;&#1497;&#1501; &#1492;&#1502;&#1511;&#1493;&#1502;&#1497;&#1497;&#1501; &#1513;&#1500;&#1497;.<br>
<br>
&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500; &#1513;&#1500;&#1497;&#1495;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512; &#1513;&#1500; &#1492;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;, SMTP (Simple Mail Transfer Protocol), &#1500;&#1488;
&#1492;&#1497;&#1492; &#1502;&#1514;&#1488;&#1497;&#1501;, &#1502;&#1513;&#1493;&#1501; &#1513;&#1492;&#1493;&#1488; &#1506;&#1493;&#1489;&#1491; &#1492;&#1499;&#1497; &#1496;&#1493;&#1489; &#1499;&#1488;&#1513;&#1512; &#1502;&#1495;&#1513;&#1489;&#1497;&#1501; &#1502;&#1495;&#1493;&#1489;&#1512;&#1497;&#1501; &#1499;&#1500; &#1492;&#1494;&#1502;&#1503;, &#1489;&#1506;&#1493;&#1491; &#1513;&#1492;&#1502;&#1495;&#1513;&#1489;
&#1492;&#1508;&#1512;&#1496;&#1497; &#1513;&#1500;&#1497; &#1488;&#1497;&#1504;&#1493; &#1502;&#1511;&#1493;&#1513;&#1512; &#1514;&#1502;&#1497;&#1491; &#1500;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;, &#1493;&#1488;&#1497;&#1503; &#1500;&#1493; &#1499;&#1514;&#1493;&#1489;&#1514; IP &#1511;&#1489;&#1493;&#1506;&#1492;. &#1502;&#1492; &#1513;&#1492;&#1497;&#1497;&#1514;&#1497; &#1510;&#1512;&#1497;&#1498;
&#1492;&#1497;&#1488; &#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1513;&#1514;&#1493;&#1513;&#1497;&#1496; &#1497;&#1491; &#1502;&#1506;&#1500; &#1500;&#1511;&#1513;&#1512; &#1492;&#1496;&#1500;&#1508;&#1493;&#1504;&#1497; &#1492;&#1500;&#1488;-&#1512;&#1510;&#1497;&#1507; &#1513;&#1500;&#1497; &#1493;&#1514;&#1489;&#1497;&#1488; &#1488;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512; &#1513;&#1500;&#1497; &#1499;&#1491;&#1497;
&#1513;&#1497;&#1493;&#1506;&#1489;&#1512; &#1502;&#1511;&#1493;&#1502;&#1497;&#1514;. &#1497;&#1491;&#1506;&#1514;&#1497; &#1513;&#1491;&#1489;&#1512;&#1497;&#1501; &#1499;&#1488;&#1500;&#1492; &#1492;&#1497;&#1493; &#1511;&#1497;&#1497;&#1502;&#1497;&#1501;, &#1493;&#1513;&#1512;&#1493;&#1489;&#1501; &#1492;&#1513;&#1514;&#1502;&#1513;&#1493; &#1489;&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500; &#1497;&#1513;&#1493;&#1502;&#1497;&#1501;
&#1508;&#1513;&#1493;&#1496; &#1489;&#1513;&#1501; POP (Post Office Protocol). POP &#1499;&#1497;&#1493;&#1501; &#1504;&#1514;&#1502;&#1498; &#1489;&#1510;&#1493;&#1512;&#1492; &#1504;&#1512;&#1495;&#1489;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; &#1512;&#1493;&#1489;
&#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1500;&#1511;&#1493;&#1495; &#1492;&#1491;&#1493;&#1488;&#1512; &#1492;&#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497; &#1492;&#1504;&#1508;&#1493;&#1510;&#1493;&#1514;, &#1488;&#1489;&#1500; &#1489;&#1488;&#1493;&#1514;&#1493; &#1492;&#1494;&#1502;&#1503;, &#1492;&#1493;&#1488; &#1500;&#1488; &#1492;&#1497;&#1492; &#1489;&#1504;&#1493;&#1497; &#1489;&#1513;&#1512;&#1514;
&#1492;&#1491;&#1493;&#1488;&#1512; &#1513;&#1492;&#1513;&#1514;&#1502;&#1513;&#1514;&#1497; &#1489;&#1493;.<br>
<br>
&#1492;&#1497;&#1497;&#1514;&#1497; &#1494;&#1511;&#1493;&#1511; &#1500;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;-&#1500;&#1511;&#1493;&#1495; &#1513;&#1500; POP3. &#1488;&#1494; &#1504;&#1497;&#1490;&#1513;&#1514;&#1497; &#1500;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496; &#1493;&#1502;&#1510;&#1488;&#1514;&#1497; &#1488;&#1495;&#1514;. &#1489;&#1506;&#1510;&#1501; &#1502;&#1510;&#1488;&#1514;&#1497;
&#1513;&#1500;&#1493;&#1513; &#1488;&#1493; &#1488;&#1512;&#1489;&#1506;. &#1492;&#1513;&#1514;&#1502;&#1513;&#1514;&#1497; &#1489;&#1488;&#1495;&#1514; &#1502;&#1492;&#1501; &#1500;&#1494;&#1502;&#1503; &#1511;&#1510;&#1512;, &#1488;&#1489;&#1500; &#1492;&#1497;&#1492; &#1495;&#1505;&#1512; &#1489;&#1492; &#1502;&#1492; &#1513;&#1504;&#1512;&#1488;&#1492; &#1499;&#1497;&#1499;&#1493;&#1500;&#1514; &#1489;&#1512;&#1493;&#1512;&#1492;
- &#1492;&#1497;&#1499;&#1493;&#1500;&#1514; &#1500;&#1496;&#1508;&#1500; &#1489;&#1499;&#1514;&#1493;&#1489;&#1493;&#1514; &#1506;&#1500; &#1492;&#1491;&#1493;&#1488;&#1512; &#1513;&#1492;&#1493;&#1489;&#1488; &#1499;&#1498; &#1513;&#1514;&#1513;&#1493;&#1489;&#1493;&#1514; &#1497;&#1506;&#1489;&#1491;&#1493; &#1499;&#1502;&#1493; &#1513;&#1510;&#1512;&#1497;&#1498;.<br>
<br>
&#1492;&#1489;&#1506;&#1497;&#1497;&#1492; &#1492;&#1497;&#1514;&#1492; &#1499;&#1494;&#1488;&#1514;: &#1504;&#1504;&#1497;&#1495; &#1513;&#1502;&#1497;&#1513;&#1492;&#1493; &#1489;&#1513;&#1501; "joe" &#1506;&#1500; locke &#1513;&#1500;&#1495; &#1500;&#1497; &#1491;&#1493;&#1488;&#1512;. &#1488;&#1501; &#1513;&#1500;&#1508;&#1514;&#1497; &#1488;&#1514;
&#1492;&#1491;&#1493;&#1488;&#1512; &#1500;-snark &#1493;&#1488;&#1494; &#1504;&#1497;&#1505;&#1497;&#1514;&#1497; &#1500;&#1506;&#1504;&#1493;&#1514; &#1500;&#1493;, &#1488;&#1494; &#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1492;&#1491;&#1493;&#1488;&#1512; &#1513;&#1500;&#1497; &#1492;&#1497;&#1497;&#1514;&#1492; &#1489;&#1506;&#1500;&#1497;&#1494;&#1493;&#1514; &#1502;&#1504;&#1505;&#1492;
&#1500;&#1513;&#1500;&#1493;&#1495; &#1488;&#1493;&#1514;&#1493; &#1500;-"joe" &#1506;&#1500; snark, &#1513;&#1499;&#1502;&#1493;&#1489;&#1503; &#1488;&#1497;&#1504;&#1493; &#1511;&#1497;&#1497;&#1501;. &#1506;&#1512;&#1497;&#1499;&#1514; &#1499;&#1514;&#1493;&#1489;&#1493;&#1514; &#1492;&#1514;&#1513;&#1493;&#1489;&#1492; &#1499;&#1491;&#1497; &#1513;&#1497;&#1499;&#1497;&#1500;&#1493;
&#1488;&#1514; &lt;@ciil.org&gt; &#1492;&#1508;&#1498; &#1489;&#1502;&#1492;&#1497;&#1512;&#1493;&#1514; &#1500;&#1492;&#1497;&#1493;&#1514; &#1496;&#1497;&#1512;&#1491;&#1492; &#1512;&#1510;&#1497;&#1504;&#1497;&#1514;.<br>
<br>
&#1494;&#1492; &#1492;&#1497;&#1492; &#1489;&#1489;&#1512;&#1493;&#1512; &#1502;&#1513;&#1492;&#1493; &#1513;&#1492;&#1502;&#1495;&#1513;&#1489; &#1492;&#1497;&#1492; &#1510;&#1512;&#1497;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514; &#1489;&#1513;&#1489;&#1497;&#1500;&#1497;. &#1488;&#1489;&#1500; &#1488;&#1507; &#1500;&#1488; &#1488;&#1495;&#1514; &#1502;&#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514;-&#1500;&#1511;&#1493;&#1495;
&#1492;&#1511;&#1497;&#1497;&#1502;&#1493;&#1514; &#1513;&#1500; POP &#1497;&#1491;&#1506;&#1492; &#1488;&#1497;&#1498;! &#1493;&#1494;&#1492; &#1502;&#1489;&#1497;&#1488; &#1488;&#1493;&#1514;&#1504;&#1493; &#1500;&#1500;&#1511;&#1495; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503;:<br>
<br>
<blockquote>1. &#1499;&#1500; &#1506;&#1489;&#1493;&#1491;&#1492; &#1496;&#1493;&#1489;&#1492; &#1506;&#1500; &#1514;&#1493;&#1499;&#1504;&#1492; &#1502;&#1514;&#1495;&#1497;&#1500;&#1492; &#1489;&#1499;&#1500; &#1513;&#1492;&#1497;&#1488; &#1502;&#1502;&#1500;&#1488;&#1514; &#1510;&#1493;&#1512;&#1498; &#1488;&#1497;&#1513;&#1497; &#1513;&#1500;
&#1492;&#1502;&#1508;&#1514;&#1495;.<br>
</blockquote>
&#1497;&#1497;&#1514;&#1499;&#1503; &#1513;&#1494;&#1492; &#1492;&#1497;&#1492; &#1510;&#1512;&#1497;&#1498; &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1512;&#1493;&#1512; (&#1492;&#1508;&#1514;&#1490;&#1501; &#1513;"&#1492;&#1510;&#1493;&#1512;&#1498; &#1492;&#1493;&#1488; &#1488;&#1489;&#1497; &#1492;&#1492;&#1502;&#1510;&#1488;&#1492;" &#1502;&#1505;&#1514;&#1493;&#1489;&#1489; &#1492;&#1512;&#1489;&#1492; &#1494;&#1502;&#1503;)
&#1488;&#1489;&#1500; &#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1493;&#1514; &#1502;&#1508;&#1514;&#1495;&#1497; &#1514;&#1493;&#1499;&#1504;&#1492; &#1502;&#1489;&#1494;&#1489;&#1494;&#1497;&#1501; &#1488;&#1514; &#1494;&#1502;&#1504;&#1501; &#1499;&#1513;&#1492;&#1501; &#1506;&#1493;&#1489;&#1491;&#1497;&#1501; &#1500;&#1502;&#1495;&#1497;&#1497;&#1514;&#1501; &#1506;&#1500; &#1514;&#1493;&#1499;&#1504;&#1493;&#1514;
&#1513;&#1492;&#1501; &#1500;&#1488; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1493;&#1500;&#1488; &#1488;&#1493;&#1492;&#1489;&#1497;&#1501;. &#1488;&#1489;&#1500; &#1500;&#1488; &#1489;&#1506;&#1493;&#1500;&#1501; &#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; - &#1502;&#1492; &#1513;&#1506;&#1513;&#1493;&#1497; &#1500;&#1492;&#1505;&#1489;&#1497;&#1512; &#1502;&#1491;&#1493;&#1506; &#1492;&#1488;&#1497;&#1499;&#1493;&#1514;
&#1492;&#1502;&#1502;&#1493;&#1510;&#1506;&#1514; &#1513;&#1500; &#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1502;&#1511;&#1493;&#1512;&#1492; &#1489;&#1511;&#1492;&#1497;&#1500;&#1514; &#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1492;&#1497;&#1488; &#1499;&#1492; &#1490;&#1489;&#1493;&#1492;&#1492;.<br>
<br>
&#1488;&#1494;, &#1492;&#1488;&#1501; &#1502;&#1497;&#1497;&#1491; &#1504;&#1499;&#1504;&#1505;&#1514;&#1497; &#1500;&#1514;&#1494;&#1494;&#1497;&#1514; &#1488;&#1504;&#1512;&#1490;&#1496;&#1497;&#1514; &#1513;&#1500; &#1500;&#1499;&#1514;&#1493;&#1489; &#1514;&#1493;&#1499;&#1504;&#1497;&#1514;-&#1500;&#1511;&#1493;&#1495; POP3 &#1495;&#1491;&#1513;&#1492; &#1513;&#1514;&#1514;&#1495;&#1512;&#1492;
&#1506;&#1501; &#1492;&#1511;&#1497;&#1497;&#1502;&#1493;&#1514;? &#1489;&#1495;&#1497;&#1497;&#1501;, &#1500;&#1488;! &#1492;&#1505;&#1514;&#1499;&#1500;&#1514;&#1497; &#1489;&#1494;&#1492;&#1497;&#1512;&#1493;&#1514; &#1506;&#1500; &#1506;&#1494;&#1512;&#1497; &#1492;-POP &#1513;&#1492;&#1497;&#1493; &#1489;&#1512;&#1513;&#1493;&#1514;&#1497; &#1493;&#1513;&#1488;&#1500;&#1514;&#1497; &#1488;&#1514;
&#1506;&#1510;&#1502;&#1497; "&#1502;&#1497; &#1492;&#1499;&#1497; &#1511;&#1512;&#1493;&#1489; &#1500;&#1502;&#1492; &#1513;&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492;?" &#1502;&#1513;&#1493;&#1501; &#1513;:<br>
<br>
<blockquote>2. &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1496;&#1493;&#1489;&#1497;&#1501; &#1497;&#1491;&#1493;&#1506;&#1497;&#1501; &#1502;&#1492; &#1500;&#1499;&#1514;&#1493;&#1489;. &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1490;&#1491;&#1493;&#1500;&#1497;&#1501; &#1497;&#1493;&#1491;&#1506;&#1497;&#1501; &#1502;&#1492; &#1500;&#1513;&#1499;&#1514;&#1489;
(&#1493;&#1500;&#1506;&#1513;&#1493;&#1514; &#1489;&#1493; &#1513;&#1497;&#1502;&#1493;&#1513; &#1495;&#1493;&#1494;&#1512;).<br>
  <br>
</blockquote>
&#1489;&#1506;&#1493;&#1491; &#1513;&#1488;&#1497;&#1504;&#1504;&#1497; &#1502;&#1514;&#1497;&#1497;&#1502;&#1512; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1514;&#1499;&#1504;&#1514; &#1490;&#1491;&#1493;&#1500;, &#1488;&#1504;&#1497; &#1502;&#1504;&#1505;&#1492; &#1500;&#1495;&#1511;&#1493;&#1514; &#1488;&#1495;&#1491; &#1499;&#1494;&#1492;. &#1514;&#1499;&#1493;&#1504;&#1492; &#1495;&#1513;&#1493;&#1489;&#1492;
&#1513;&#1500; &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1490;&#1491;&#1493;&#1500;&#1497;&#1501; &#1492;&#1497;&#1488; &#1506;&#1510;&#1500;&#1504;&#1493;&#1514; &#1489;&#1493;&#1504;&#1492;. &#1492;&#1501; &#1497;&#1493;&#1491;&#1506;&#1497;&#1501; &#1513;&#1488;&#1514;&#1492; &#1502;&#1511;&#1489;&#1500; &#1510;&#1497;&#1493;&#1503; 100 &#1500;&#1488; &#1506;&#1489;&#1493;&#1512; &#1502;&#1488;&#1502;&#1509;
&#1488;&#1500;&#1488; &#1506;&#1500; &#1514;&#1493;&#1510;&#1488;&#1493;&#1514;, &#1493;&#1513;&#1494;&#1492; &#1499;&#1502;&#1506;&#1496; &#1514;&#1502;&#1497;&#1491; &#1497;&#1493;&#1514;&#1512; &#1511;&#1500; &#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1502;&#1508;&#1514;&#1512;&#1493;&#1503; &#1496;&#1493;&#1489; &#1495;&#1500;&#1511;&#1497; &#1502;&#1488;&#1513;&#1512; &#1502;&#1499;&#1500;&#1493;&#1501;.<br>
<br>
<a href="http://www.tuxedo.org/%7Eesr/faqs/linus">&#1500;&#1497;&#1504;&#1493;&#1505; &#1496;&#1493;&#1512;&#1489;&#1500;&#1491;&#1505;</a>, &#1500;&#1491;&#1493;&#1490;&#1502;&#1488;,
&#1489;&#1506;&#1510;&#1501; &#1500;&#1488; &#1504;&#1497;&#1505;&#1492; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1514; &#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1502;&#1488;&#1508;&#1505;. &#1489;&#1502;&#1511;&#1493;&#1501; &#1494;&#1488;&#1514;, &#1492;&#1493;&#1488; &#1492;&#1514;&#1495;&#1497;&#1500; &#1506;&#1500; &#1497;&#1491;&#1497; &#1513;&#1497;&#1502;&#1493;&#1513; &#1502;&#1495;&#1491;&#1513;
&#1513;&#1500; &#1511;&#1493;&#1491; &#1493;&#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1502;-Minix, &#1502;&#1506;&#1512;&#1499;&#1514;-&#1492;&#1508;&#1506;&#1500;&#1492; &#1494;&#1506;&#1497;&#1512;&#1492; &#1491;&#1502;&#1493;&#1497;&#1497;&#1514;-&#1497;&#1493;&#1504;&#1497;&#1511;&#1505; &#1500;&#1514;&#1493;&#1488;&#1502;&#1497; PC. &#1489;&#1505;&#1493;&#1508;&#1493;
&#1513;&#1500; &#1491;&#1489;&#1512;, &#1499;&#1500; &#1492;&#1511;&#1493;&#1491; &#1513;&#1500; Minix &#1504;&#1506;&#1500;&#1501; &#1488;&#1493; &#1504;&#1499;&#1514;&#1489; &#1502;&#1495;&#1491;&#1513; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503; - &#1488;&#1489;&#1500; &#1499;&#1513;&#1492;&#1493;&#1488; &#1492;&#1497;&#1492; &#1513;&#1501;, &#1492;&#1493;&#1488;
&#1513;&#1497;&#1502;&#1513; &#1504;&#1511;&#1493;&#1491;&#1514; &#1502;&#1493;&#1510;&#1488; &#1500;&#1506;&#1493;&#1500;&#1500; &#1513;&#1489;&#1505;&#1493;&#1507; &#1504;&#1506;&#1513;&#1492; &#1500;&#1497;&#1504;&#1493;&#1511;&#1505;.<br>
<br>
&#1489;&#1488;&#1493;&#1514;&#1492; &#1512;&#1493;&#1495;, &#1497;&#1510;&#1488;&#1514;&#1497; &#1500;&#1495;&#1508;&#1513; &#1499;&#1500;&#1497; POP &#1511;&#1497;&#1497;&#1501; &#1513;&#1492;&#1497;&#1492; &#1499;&#1514;&#1493;&#1489; &#1497;&#1495;&#1505;&#1497;&#1514; &#1496;&#1493;&#1489;, &#1513;&#1497;&#1513;&#1502;&#1513; &#1489;&#1514;&#1493;&#1512; &#1489;&#1505;&#1497;&#1505; &#1500;&#1508;&#1497;&#1514;&#1493;&#1495;.<br>
<br>
&#1502;&#1505;&#1493;&#1512;&#1514; &#1513;&#1497;&#1514;&#1493;&#1507;-&#1492;&#1511;&#1493;&#1491; &#1513;&#1500; &#1506;&#1493;&#1500;&#1501; &#1497;&#1493;&#1504;&#1497;&#1511;&#1505; &#1492;&#1497;&#1497;&#1514;&#1492; &#1514;&#1502;&#1497;&#1491; &#1497;&#1491;&#1497;&#1491;&#1493;&#1514;&#1497;&#1514; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513; &#1495;&#1493;&#1494;&#1512; &#1489;&#1511;&#1493;&#1491; (&#1494;&#1488;&#1514;
&#1492;&#1505;&#1497;&#1489;&#1492; &#1513;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; GNU &#1489;&#1495;&#1512; &#1488;&#1514; &#1497;&#1493;&#1504;&#1497;&#1511;&#1505; &#1499;&#1489;&#1505;&#1497;&#1505; &#1500;&#1514;&#1493;&#1499;&#1504;&#1493;&#1514; &#1513;&#1500;&#1493;, &#1506;&#1500; &#1488;&#1507; &#1492;&#1505;&#1514;&#1497;&#1497;&#1490;&#1493;&#1497;&#1493;&#1514; &#1512;&#1510;&#1497;&#1504;&#1497;&#1493;&#1514;
&#1502;&#1502;&#1506;&#1512;&#1499;&#1514;-&#1492;&#1492;&#1508;&#1506;&#1500;&#1492; &#1506;&#1510;&#1502;&#1492;). &#1506;&#1493;&#1500;&#1501; &#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1511;&#1497;&#1491;&#1501; &#1502;&#1505;&#1493;&#1512;&#1514; &#1494;&#1493; &#1499;&#1502;&#1506;&#1496; &#1500;&#1490;&#1489;&#1493;&#1500; &#1492;&#1496;&#1499;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497; &#1513;&#1500;&#1492;;
&#1497;&#1513; &#1500;&#1493; &#1496;&#1512;&#1492;-&#1489;&#1497;&#1497;&#1496;&#1497;&#1501; &#1513;&#1500; &#1511;&#1493;&#1491;-&#1502;&#1511;&#1493;&#1512; &#1508;&#1514;&#1493;&#1495; &#1504;&#1490;&#1497;&#1513;&#1497;&#1501; &#1500;&#1499;&#1500;&#1500;. &#1488;&#1501; &#1514;&#1511;&#1491;&#1497;&#1513; &#1494;&#1502;&#1503; &#1500;&#1495;&#1508;&#1513; &#1488;&#1514; &#1492;&#1511;&#1493;&#1491;
&#1492;&#1499;&#1502;&#1506;&#1496;-&#1502;&#1514;&#1488;&#1497;&#1501; &#1513;&#1500; &#1502;&#1497;&#1513;&#1492;&#1493; &#1488;&#1495;&#1512; &#1505;&#1489;&#1497;&#1512; &#1497;&#1493;&#1514;&#1512; &#1513;&#1489;&#1506;&#1493;&#1500;&#1501; &#1492;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1514;&#1511;&#1489;&#1500; &#1514;&#1493;&#1510;&#1488;&#1493;&#1514; &#1496;&#1493;&#1489;&#1493;&#1514; &#1497;&#1493;&#1514;&#1512;
&#1502;&#1488;&#1513;&#1512; &#1489;&#1499;&#1500; &#1502;&#1511;&#1493;&#1501; &#1488;&#1495;&#1512;.<br>
<br>
&#1493;&#1494;&#1492; &#1492;&#1510;&#1500;&#1497;&#1495; &#1489;&#1513;&#1489;&#1497;&#1500;&#1497;. &#1497;&#1495;&#1491; &#1506;&#1501; &#1488;&#1500;&#1492; &#1513;&#1502;&#1510;&#1488;&#1514;&#1497; &#1511;&#1493;&#1491;&#1501; &#1500;&#1499;&#1503;, &#1492;&#1495;&#1497;&#1508;&#1493;&#1513; &#1492;&#1513;&#1504;&#1497; &#1513;&#1500;&#1497; &#1492;&#1489;&#1497;&#1488; &#1505;&#1498; &#1513;&#1500;
&#1514;&#1513;&#1506;&#1492; &#1502;&#1493;&#1506;&#1502;&#1491;&#1497;&#1501;: fetchpop, PopTart, get-mail, gwpop, pimp, pop-perl, popc, popmail
&#1493;-upop. &#1492;&#1495;&#1500;&#1496;&#1514;&#1497; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;-"fetchpop" &#1513;&#1500; &#1505;&#1493;&#1504;&#1490;-&#1492;&#1493;&#1504;&#1490; &#1488;&#1493; (Seung-Hong Ho). &#1513;&#1502;&#1514;&#1497; &#1488;&#1514;
&#1514;&#1499;&#1493;&#1504;&#1514; &#1499;&#1514;&#1497;&#1489;&#1514; &#1492;&#1499;&#1493;&#1514;&#1512; &#1502;&#1495;&#1491;&#1513; &#1513;&#1500;&#1497; &#1513;&#1501;, &#1493;&#1506;&#1513;&#1497;&#1514;&#1497; &#1502;&#1505;&#1508;&#1512; &#1513;&#1497;&#1508;&#1493;&#1512;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1513;&#1492;&#1502;&#1495;&#1489;&#1512; &#1511;&#1497;&#1489;&#1500;
&#1500;&#1490;&#1512;&#1505;&#1492; 1.9 &#1513;&#1500;&#1493;.<br>
<br>
&#1499;&#1502;&#1492; &#1513;&#1489;&#1493;&#1506;&#1493;&#1514; &#1500;&#1488;&#1495;&#1512; &#1502;&#1499;&#1503;, &#1504;&#1514;&#1511;&#1500;&#1514;&#1497; &#1489;&#1511;&#1493;&#1491; &#1513;&#1500; "popclient" &#1513;&#1500; &#1511;&#1488;&#1512;&#1500; &#1492;&#1512;&#1497;&#1505; (Carl Harris),
&#1493;&#1502;&#1510;&#1488;&#1514;&#1497; &#1513;&#1492;&#1497;&#1497;&#1514;&#1492; &#1500;&#1497; &#1489;&#1506;&#1497;&#1497;&#1492;. &#1506;&#1500;-&#1488;&#1507; &#1513;&#1500;-fetchpop &#1492;&#1497;&#1493; &#1499;&#1502;&#1492; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1496;&#1493;&#1489;&#1497;&#1501; &#1502;&#1511;&#1493;&#1512;&#1497;&#1497;&#1501; &#1489;&#1514;&#1493;&#1499;&#1493;
(&#1499;&#1502;&#1493; &#1492;&#1502;&#1510;&#1489; &#1513;&#1500; &#1512;&#1497;&#1510;&#1492; &#1489;&#1512;&#1511;&#1506;), &#1492;&#1493;&#1488; &#1492;&#1497;&#1492; &#1497;&#1499;&#1493;&#1500; &#1500;&#1496;&#1508;&#1500; &#1512;&#1511; &#1489;-POP3 &#1493;&#1492;&#1497;&#1492; &#1499;&#1514;&#1493;&#1489; &#1489;&#1510;&#1493;&#1512;&#1492; &#1491;&#1497; &#1495;&#1493;&#1489;&#1489;&#1504;&#1497;&#1514;
(&#1505;&#1493;&#1504;&#1490;-&#1492;&#1493;&#1504;&#1490; &#1492;&#1497;&#1492; &#1489;&#1488;&#1493;&#1514;&#1493; &#1492;&#1494;&#1502;&#1503; &#1502;&#1514;&#1499;&#1504;&#1514; &#1508;&#1497;&#1511;&#1495; &#1488;&#1489;&#1500; &#1500;&#1488; &#1502;&#1504;&#1493;&#1505;&#1492;, &#1493;&#1513;&#1514;&#1497; &#1492;&#1514;&#1499;&#1493;&#1504;&#1493;&#1514; &#1492;&#1497;&#1493; &#1489;&#1493;&#1500;&#1496;&#1493;&#1514;)
&#1492;&#1511;&#1493;&#1491; &#1513;&#1500; &#1511;&#1488;&#1512;&#1500; &#1492;&#1497;&#1492; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489;, &#1491;&#1497; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497; &#1493;&#1497;&#1510;&#1497;&#1489;, &#1488;&#1489;&#1500; &#1500;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1513;&#1500;&#1493; &#1492;&#1497;&#1493; &#1495;&#1505;&#1512;&#1493;&#1514; &#1502;&#1505;&#1508;&#1512;
&#1497;&#1499;&#1493;&#1500;&#1493;&#1514; &#1513;&#1500; &#1495;&#1513;&#1493;&#1489;&#1493;&#1514; &#1493;&#1491;&#1497; &#1502;&#1505;&#1493;&#1489;&#1499;&#1493;&#1514; &#1500;&#1502;&#1497;&#1502;&#1493;&#1513; &#1513;&#1500; fetchpop (&#1499;&#1493;&#1500;&#1500; &#1488;&#1500;&#1492; &#1513;&#1499;&#1514;&#1489;&#1514;&#1497; &#1489;&#1506;&#1510;&#1502;&#1497;)<br>
<br>
&#1500;&#1492;&#1497;&#1513;&#1488;&#1512; &#1488;&#1493; &#1500;&#1506;&#1489;&#1493;&#1512;? &#1488;&#1497;&#1500;&#1493; &#1506;&#1489;&#1512;&#1514;&#1497;, &#1492;&#1497;&#1497;&#1514;&#1497; &#1494;&#1493;&#1512;&#1511; &#1488;&#1514; &#1502;&#1492; &#1513;&#1499;&#1514;&#1489;&#1514;&#1497; &#1499;&#1489;&#1512; &#1489;&#1514;&#1502;&#1493;&#1512;&#1492; &#1500;&#1489;&#1505;&#1497;&#1505; &#1508;&#1497;&#1514;&#1493;&#1495;
&#1496;&#1493;&#1489; &#1497;&#1493;&#1514;&#1512;.<br>
<br>
&#1502;&#1504;&#1497;&#1506; &#1508;&#1512;&#1511;&#1496;&#1497; &#1500;&#1506;&#1489;&#1493;&#1512; &#1492;&#1497;&#1492; &#1492;&#1504;&#1493;&#1499;&#1495;&#1493;&#1514; &#1513;&#1500; &#1514;&#1502;&#1497;&#1499;&#1492; &#1489;&#1502;&#1505;&#1508;&#1512; &#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500;&#1497;&#1501;. POP3 &#1492;&#1497;&#1504;&#1493; &#1492;&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500;
&#1492;&#1499;&#1497; &#1504;&#1508;&#1493;&#1509; &#1502;&#1489;&#1497;&#1503; &#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500;&#1497;-&#1492;&#1513;&#1512;&#1514; &#1513;&#1500; &#1514;&#1497;&#1489;&#1514; &#1491;&#1493;&#1488;&#1512;, &#1488;&#1489;&#1500; &#1500;&#1488; &#1492;&#1497;&#1495;&#1497;&#1491;. fetchpop &#1493;&#1513;&#1488;&#1512; &#1492;&#1502;&#1514;&#1495;&#1512;&#1497;&#1501;
&#1500;&#1488; &#1496;&#1497;&#1508;&#1500;&#1493; &#1489;-POP2, RPOP &#1488;&#1493; APOP, &#1493;&#1499;&#1489;&#1512; &#1492;&#1497;&#1493; &#1500;&#1497; &#1502;&#1495;&#1513;&#1489;&#1493;&#1514; &#1502;&#1506;&#1493;&#1512;&#1508;&#1500;&#1493;&#1514; &#1513;&#1500; &#1488;&#1493;&#1500;&#1497; &#1500;&#1492;&#1493;&#1505;&#1497;&#1498;
&#1514;&#1502;&#1497;&#1499;&#1492; &#1489;-IMAP, (Internet Message Access Protocol - &#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500; &#1514;&#1497;&#1489;&#1514;-&#1492;&#1491;&#1493;&#1488;&#1512; &#1492;&#1499;&#1497;
&#1495;&#1491;&#1513; &#1493;&#1492;&#1499;&#1497; &#1495;&#1494;&#1511;) &#1512;&#1511; &#1489;&#1513;&#1489;&#1497;&#1500; &#1492;&#1499;&#1497;&#1507;.<br>
<br>
&#1488;&#1489;&#1500; &#1492;&#1497;&#1497;&#1514;&#1492; &#1500;&#1497; &#1505;&#1497;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1514;&#1488;&#1493;&#1512;&#1496;&#1497;&#1514; &#1500;&#1495;&#1513;&#1493;&#1489; &#1513;&#1502;&#1506;&#1489;&#1512; &#1497;&#1492;&#1497;&#1492; &#1512;&#1506;&#1497;&#1493;&#1503; &#1496;&#1493;&#1489; &#1489;&#1488;&#1493;&#1514;&#1492; &#1502;&#1497;&#1491;&#1492;, &#1502;&#1513;&#1492;&#1493;
&#1513;&#1500;&#1502;&#1491;&#1506;&#1514;&#1497; &#1492;&#1512;&#1489;&#1492; &#1500;&#1508;&#1504;&#1497; &#1500;&#1497;&#1504;&#1493;&#1511;&#1505;.<br>
<br>
<blockquote>3. "&#1514;&#1499;&#1504;&#1503; &#1513;&#1514;&#1494;&#1512;&#1493;&#1511; (&#1490;&#1512;&#1505;&#1492;) &#1488;&#1495;&#1514;; &#1488;&#1514;&#1492; &#1514;&#1506;&#1513;&#1492; &#1494;&#1488;&#1514; &#1489;&#1499;&#1500; &#1502;&#1511;&#1512;&#1492;". (&#1508;&#1512;&#1491; &#1489;&#1512;&#1493;&#1511;&#1505;
(Fred Brooks), The Mythical Man Month, &nbsp;&#1508;&#1512;&#1511; 11)<br>
  <br>
</blockquote>
&#1488;&#1493;, &#1488;&#1501; &#1500;&#1504;&#1505;&#1495; &#1494;&#1488;&#1514; &#1488;&#1495;&#1512;&#1514;, &#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1493;&#1514; &#1488;&#1497;&#1504;&#1498; &#1502;&#1502;&#1513; &#1502;&#1489;&#1497;&#1503; &#1488;&#1514; &#1492;&#1489;&#1506;&#1497;&#1497;&#1492;, &#1506;&#1491; &#1488;&#1495;&#1512;&#1497; &#1492;&#1508;&#1506;&#1501;
&#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1488;&#1514;&#1492; &#1502;&#1502;&#1502;&#1513; &#1508;&#1514;&#1512;&#1493;&#1503;. &#1489;&#1508;&#1506;&#1501; &#1513;&#1504;&#1497;&#1497;&#1492;, &#1497;&#1497;&#1514;&#1499;&#1503; &#1513;&#1514;&#1491;&#1506; &#1502;&#1505;&#1508;&#1497;&#1511; &#1499;&#1491;&#1497; &#1500;&#1506;&#1513;&#1493;&#1514; &#1494;&#1488;&#1514; &#1499;&#1492;&#1500;&#1499;&#1492;.
&#1499;&#1498; &#1513;&#1488;&#1501; &#1488;&#1514;&#1492; &#1512;&#1493;&#1510;&#1492; &#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1514; &#1494;&#1492; &#1504;&#1499;&#1493;&#1503;, &#1514;&#1514;&#1499;&#1493;&#1504;&#1503; &#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1502;&#1495;&#1491;&#1513; <u>&#1500;&#1508;&#1495;&#1493;&#1514;</u> &#1508;&#1506;&#1501; &#1488;&#1495;&#1514;
<a href="FILL%20IN">[JB</a>].<br>
<br>
&#1488;&#1501; &#1499;&#1498; (&#1488;&#1502;&#1512;&#1514;&#1497; &#1500;&#1506;&#1510;&#1502;&#1497;) &#1513;&#1492;&#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1500;-"fetchpop" &#1492;&#1497;&#1493; &#1492;&#1504;&#1497;&#1505;&#1493;&#1497;&#1493;&#1503; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1500;&#1497;. &#1488;&#1494; &#1506;&#1489;&#1512;&#1514;&#1497;.<br>
<br>
&#1488;&#1495;&#1512;&#1497; &#1513;&#1513;&#1500;&#1495;&#1514;&#1497; &#1488;&#1514; &#1492;&#1511;&#1489;&#1493;&#1510;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1500; &#1496;&#1500;&#1488;&#1497; "popclient" &#1500;&#1511;&#1488;&#1512;&#1500; &#1492;&#1512;&#1497;&#1505; &#1489;25- &#1489;&#1497;&#1493;&#1504;&#1497;,
1996, &#1490;&#1497;&#1500;&#1497;&#1514;&#1497; &#1513;&#1492;&#1493;&#1488; &#1489;&#1506;&#1510;&#1501; &#1488;&#1497;&#1489;&#1491; &#1506;&#1504;&#1497;&#1497;&#1503; &#1489;-"popclient" &#1494;&#1502;&#1503; &#1502;&#1492; &#1500;&#1508;&#1504;&#1497; &#1499;&#1503;. &#1492;&#1511;&#1493;&#1491; &#1492;&#1497;&#1492;
&#1502;&#1488;&#1496; &#1502;&#1488;&#1493;&#1489;&#1511;, &#1506;&#1501; &#1489;&#1488;&#1490;&#1497;&#1501; &#1502;&#1513;&#1504;&#1497;&#1497;&#1501; &#1492;&#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1489;&#1493;. &#1492;&#1497;&#1493; &#1500;&#1497; &#1492;&#1512;&#1489;&#1492; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1500;&#1506;&#1513;&#1493;&#1514;, &#1493;&#1502;&#1497;&#1497;&#1491; &#1492;&#1505;&#1499;&#1502;&#1504;&#1493;
&#1513;&#1492;&#1491;&#1489;&#1512; &#1492;&#1492;&#1490;&#1497;&#1493;&#1504;&#1497; &#1489;&#1513;&#1489;&#1497;&#1500;&#1497; &#1500;&#1506;&#1513;&#1493;&#1514; &#1492;&#1497;&#1492; &#1500;&#1511;&#1495;&#1514; &#1508;&#1497;&#1511;&#1493;&#1491; &#1506;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;.<br>
<br>
&#1489;&#1500;&#1497; &#1513;&#1492;&#1512;&#1490;&#1513;&#1514;&#1497; &#1489;&#1499;&#1498;, &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1514;&#1508;&#1505; &#1514;&#1488;&#1493;&#1510;&#1492;. &#1499;&#1489;&#1512; &#1500;&#1488; &#1513;&#1511;&#1500;&#1514;&#1497; &#1500;&#1492;&#1499;&#1504;&#1497;&#1505; &#1496;&#1500;&#1488;&#1497;&#1501; &#1502;&#1513;&#1504;&#1497;&#1497;&#1501; &#1500;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;-&#1500;&#1511;&#1493;&#1495;
&#1511;&#1497;&#1497;&#1502;&#1514; &#1513;&#1500; &#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500; POP. &#1500;&#1511;&#1495;&#1514;&#1497; &#1506;&#1500; &#1506;&#1510;&#1502;&#1497; &#1500;&#1514;&#1495;&#1494;&#1511; &#1488;&#1495;&#1491; &#1513;&#1500;&#1501;, &#1493;&#1492;&#1497;&#1493; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1513;&#1506;&#1500;&#1493; &#1489;&#1491;&#1506;&#1514;&#1497;
&#1513;&#1497;&#1491;&#1506;&#1514;&#1497; &#1513;&#1489;&#1493;&#1491;&#1488;&#1497; &#1497;&#1493;&#1489;&#1497;&#1500;&#1493; &#1500;&#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1490;&#1491;&#1493;&#1500;&#1497;&#1501;.<br>
<br>
&#1489;&#1514;&#1512;&#1489;&#1493;&#1514; &#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1502;&#1506;&#1493;&#1491;&#1491;&#1514; &#1513;&#1497;&#1514;&#1493;&#1507;-&#1511;&#1493;&#1491;, &#1494;&#1493; &#1492;&#1497;&#1497;&#1514;&#1492; &#1491;&#1512;&#1498; &#1496;&#1489;&#1506;&#1497;&#1514; &#1500;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1500;&#1492;&#1514;&#1508;&#1514;&#1495;. &#1488;&#1504;&#1497; &#1508;&#1506;&#1500;&#1514;&#1497;
&#1506;&#1500; &#1508;&#1497; &#1492;&#1506;&#1511;&#1512;&#1493;&#1503; &#1492;&#1494;&#1492;:<br>
<br>
<blockquote>4. &#1488;&#1501; &#1497;&#1513; &#1500;&#1498; &#1488;&#1514; &#1492;&#1490;&#1497;&#1513;&#1492; &#1492;&#1504;&#1499;&#1493;&#1504;&#1492;, &#1489;&#1506;&#1497;&#1493;&#1514; &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1493;&#1514; &#1497;&#1502;&#1510;&#1488;&#1493; &#1488;&#1493;&#1514;&#1498;.<br>
  <br>
</blockquote>
&#1488;&#1489;&#1500; &#1492;&#1490;&#1497;&#1513;&#1492; &#1513;&#1500; &#1511;&#1488;&#1512;&#1500; &#1492;&#1488;&#1512;&#1497;&#1505; &#1492;&#1497;&#1497;&#1514;&#1492; &#1488;&#1508;&#1497;&#1500;&#1493; &#1497;&#1493;&#1514;&#1512; &#1495;&#1513;&#1493;&#1489;&#1492;. &#1492;&#1493;&#1488; &#1492;&#1489;&#1497;&#1503; &#1513;-<br>
<br>
<blockquote>5. &#1499;&#1488;&#1513;&#1512; &#1488;&#1514;&#1492; &#1502;&#1488;&#1489;&#1491; &#1506;&#1504;&#1497;&#1497;&#1503; &#1489;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;, &#1495;&#1493;&#1489;&#1514;&#1498; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1492;&#1497;&#1488; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1488;&#1493;&#1514;&#1492;
&#1500;&#1497;&#1493;&#1512;&#1513; &#1499;&#1513;&#1497;&#1512;.<br>
  <br>
</blockquote>
&#1502;&#1489;&#1500;&#1497; &#1513;&#1488;&#1497;-&#1508;&#1506;&#1501; &#1492;&#1497;&#1497;&#1504;&#1493; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1500;&#1491;&#1493;&#1503; &#1489;&#1499;&#1498;, &#1511;&#1488;&#1512;&#1500; &#1493;&#1488;&#1504;&#1497; &#1497;&#1491;&#1506;&#1504;&#1493; &#1513;&#1492;&#1497;&#1497;&#1514;&#1492; &#1500;&#1504;&#1493; &#1502;&#1496;&#1512;&#1492; &#1502;&#1513;&#1493;&#1514;&#1508;&#1514;
&#1513;&#1497;&#1492;&#1497;&#1497;&#1492; &#1500;&#1504;&#1493; &#1492;&#1508;&#1514;&#1512;&#1493;&#1503; &#1492;&#1496;&#1493;&#1489; &#1489;&#1497;&#1493;&#1514;&#1512; &#1513;&#1511;&#1497;&#1497;&#1501;. &#1492;&#1513;&#1488;&#1500;&#1492; &#1492;&#1497;&#1495;&#1497;&#1491;&#1492; &#1489;&#1513;&#1489;&#1497;&#1500; &#1502;&#1497; &#1502;&#1488;&#1497;&#1514;&#1504;&#1493; &#1492;&#1497;&#1497;&#1514;&#1492; &#1488;&#1501;
&#1488;&#1504;&#1497; &#1488;&#1493;&#1499;&#1500; &#1500;&#1492;&#1512;&#1488;&#1493;&#1514; &#1513;&#1488;&#1504;&#1497; &#1502;&#1497;&#1513;&#1492;&#1493; &#1513;&#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1496;&#1493;&#1495; &#1489;&#1493;. &#1488;&#1495;&#1512;&#1497; &#1513;&#1506;&#1513;&#1497;&#1514;&#1497; &#1488;&#1514; &#1494;&#1492;, &#1492;&#1493;&#1488; &#1504;&#1492;&#1490; &#1489;&#1506;&#1491;&#1504;&#1492;
&#1493;&#1513;&#1497;&#1500;&#1495; &#1488;&#1514; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492;. &#1488;&#1504;&#1497; &#1502;&#1511;&#1493;&#1493;&#1492; &#1513;&#1488;&#1504;&#1492;&#1490; &#1489;&#1488;&#1493;&#1514;&#1492; &#1502;&#1497;&#1491;&#1492; &#1499;&#1488;&#1513;&#1512; &#1514;&#1493;&#1512;&#1497; &#1497;&#1490;&#1497;&#1506;.<br>
<br>
<h2>&#1492;&#1495;&#1513;&#1497;&#1489;&#1493;&#1514; &#1513;&#1500; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;</h2>
&#1493;&#1499;&#1498; &#1497;&#1512;&#1513;&#1514;&#1497; &#1488;&#1514; "popclient". &#1493;&#1495;&#1513;&#1493;&#1489; &#1500;&#1488; &#1508;&#1495;&#1493;&#1514; - &#1497;&#1512;&#1513;&#1514;&#1497; &#1488;&#1514; &#1489;&#1505;&#1497;&#1505; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1513;&#1500;&#1492;. &#1494;&#1492; &#1504;&#1508;&#1500;&#1488;
&#1513;&#1497;&#1513; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;, &#1500;&#1488; &#1512;&#1511; &#1489;&#1490;&#1500;&#1500; &#1513;&#1492;&#1501; &#1492;&#1512;&#1488;&#1497;&#1497;&#1492; &#1513;&#1488;&#1514;&#1492; &#1502;&#1502;&#1500;&#1488; &#1510;&#1493;&#1512;&#1498;, &#1488;&#1500;&#1488; &#1490;&#1501; &#1513;&#1506;&#1513;&#1497;&#1514; &#1502;&#1513;&#1492;&#1493; &#1499;&#1502;&#1493;
&#1513;&#1510;&#1512;&#1497;&#1498;. &#1506;&#1501; &#1496;&#1497;&#1508;&#1493;&#1495; &#1502;&#1514;&#1488;&#1497;&#1501;, &#1492;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1508;&#1493;&#1498; &#1500;&#1513;&#1493;&#1514;&#1508;&#1497;&#1501; &#1500;&#1508;&#1497;&#1514;&#1493;&#1495;.<br>
<br>
&#1506;&#1493;&#1491; &#1495;&#1493;&#1494;&#1511; &#1513;&#1500; &#1502;&#1505;&#1493;&#1512;&#1514; &#1492;&#1497;&#1493;&#1504;&#1497;&#1511;&#1505;, &#1488;&#1495;&#1491; &#1513;&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1502;&#1489;&#1497;&#1488;&#1492; &#1500;&#1511;&#1497;&#1510;&#1493;&#1504;&#1497;&#1493;&#1514; &#1502;&#1489;&#1493;&#1512;&#1499;&#1514;, &#1492;&#1493;&#1488; &#1513;&#1512;&#1489;&#1497;&#1501; &#1502;&#1492;&#1513;&#1502;&#1514;&#1513;&#1502;&#1497;&#1501;
&#1492;&#1501; &#1490;&#1501; &#1492;&#1488;&#1511;&#1512;&#1497;&#1501;. &#1492;&#1497;&#1493;&#1514; &#1513;&#1492;&#1511;&#1493;&#1491; &#1494;&#1502;&#1497;&#1503; &#1492;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1497;&#1493;&#1514; &#1490;&#1501; &#1492;&#1488;&#1511;&#1512;&#1497;&#1501; &#1497;&#1506;&#1497;&#1500;&#1497;&#1501;. &#1494;&#1492; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514;
&#1513;&#1497;&#1502;&#1493;&#1513;&#1497; &#1502;&#1488;&#1493;&#1491; &#1500;&#1511;&#1497;&#1510;&#1493;&#1512; &#1494;&#1502;&#1503; &#1504;&#1497;&#1508;&#1493;&#1497; &#1492;&#1513;&#1490;&#1497;&#1488;&#1493;&#1514;. &#1506;&#1501; &#1502;&#1506;&#1496; &#1506;&#1497;&#1491;&#1493;&#1491;, &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1497;&#1488;&#1489;&#1495;&#1504;&#1493; &#1514;&#1511;&#1500;&#1493;&#1514;,
&#1497;&#1510;&#1497;&#1506;&#1493; &#1514;&#1497;&#1511;&#1493;&#1504;&#1497;&#1501;, &#1493;&#1488;&#1508;&#1497;&#1500;&#1493; &#1497;&#1513;&#1508;&#1512;&#1493; &#1488;&#1514; &#1492;&#1511;&#1493;&#1491; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1502;&#1492;&#1512; &#1502;&#1513;&#1488;&#1508;&#1513;&#1512; &#1500;&#1506;&#1513;&#1493;&#1514; &#1500;&#1500;&#1488; &#1506;&#1494;&#1512;&#1492;.<br>
<br>
<blockquote>6. &#1492;&#1514;&#1497;&#1497;&#1495;&#1505;&#1493;&#1514; &#1500;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1499;&#1488;&#1500; &#1513;&#1493;&#1514;&#1508;&#1497;&#1501; &#1500;&#1508;&#1497;&#1514;&#1493;&#1495; &#1492;&#1497;&#1488; &#1492;&#1491;&#1512;&#1498; &#1495;&#1505;&#1512;&#1514; &#1492;&#1496;&#1512;&#1491;&#1493;&#1514; &#1513;&#1500;&#1498;
&#1500;&#1513;&#1497;&#1508;&#1493;&#1512; &#1511;&#1493;&#1491; &#1493;&#1504;&#1497;&#1508;&#1493;&#1497; &#1513;&#1490;&#1497;&#1488;&#1493;&#1514; &#1497;&#1506;&#1497;&#1500; &#1502;&#1492;&#1497;&#1512;&#1497;&#1501;.<br>
  <br>
</blockquote>
&#1511;&#1500; &#1500;&#1492;&#1502;&#1506;&#1497;&#1496; &#1489;&#1499;&#1493;&#1495;&#1493; &#1513;&#1500; &#1492;&#1488;&#1508;&#1511;&#1496; &#1492;&#1494;&#1492;. &#1500;&#1502;&#1506;&#1513;&#1492;, &#1499;&#1502;&#1506;&#1496; &#1499;&#1493;&#1500;&#1504;&#1493; &#1489;&#1506;&#1493;&#1500;&#1501; &#1492;&#1511;&#1493;&#1491; &#1492;&#1508;&#1514;&#1493;&#1495; &#1492;&#1502;&#1506;&#1496;&#1504;&#1493; &#1489;&#1492;&#1506;&#1512;&#1499;&#1514;&#1504;&#1493;
&#1499;&#1502;&#1492; &#1496;&#1493;&#1489; &#1492;&#1493;&#1488; &#1497;&#1514;&#1502;&#1493;&#1491;&#1491; &#1506;&#1501; &#1490;&#1497;&#1491;&#1493;&#1500; &#1489;&#1502;&#1505;&#1508;&#1512; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1493;&#1504;&#1490;&#1491; &#1505;&#1497;&#1489;&#1493;&#1499;&#1497;&#1493;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;, &#1506;&#1491; &#1513;&#1500;&#1497;&#1504;&#1493;&#1505;
&#1496;&#1493;&#1512;&#1489;&#1500;&#1491;&#1505; &#1492;&#1512;&#1488;&#1492; &#1500;&#1504;&#1493; &#1513;&#1500;&#1488; &#1499;&#1498; &#1492;&#1493;&#1488; &#1492;&#1491;&#1489;&#1512;.<br>
<br>
&#1500;&#1502;&#1506;&#1513;&#1492;, &#1488;&#1504;&#1497; &#1495;&#1493;&#1513;&#1489; &#1513;&#1492;&#1514;&#1512;&#1493;&#1502;&#1492; &#1492;&#1504;&#1489;&#1493;&#1504;&#1492; &#1493;&#1492;&#1495;&#1513;&#1493;&#1489;&#1492; &#1489;&#1497;&#1493;&#1514;&#1512; &#1513;&#1500; &#1500;&#1497;&#1504;&#1493;&#1505; &#1492;&#1497;&#1488; &#1500;&#1488; &#1492;&#1512;&#1499;&#1489;&#1514;&#1493; &#1513;&#1500; &#1492;&#1490;&#1500;&#1506;&#1497;&#1503;
(kernel) &#1513;&#1500; &#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1488;&#1500;&#1488; &#1492;&#1502;&#1510;&#1488;&#1514;&#1493; &#1513;&#1500; &#1502;&#1493;&#1491;&#1500; &#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1513;&#1500;&#1492;. &#1508;&#1506;&#1501;, &#1499;&#1488;&#1513;&#1512; &#1492;&#1489;&#1506;&#1514;&#1497; &#1491;&#1506;&#1492; &#1494;&#1493; &#1489;&#1504;&#1493;&#1499;&#1495;&#1493;&#1514;&#1493;,
&#1492;&#1493;&#1488; &#1495;&#1497;&#1497;&#1498; &#1493;&#1495;&#1494;&#1512; &#1489;&#1513;&#1511;&#1496; &#1506;&#1500; &#1502;&#1513;&#1508;&#1506; &#1513;&#1504;&#1492;&#1490; &#1500;&#1493;&#1502;&#1512; &#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1493;&#1514;: "&#1488;&#1504;&#1497; &#1489;&#1506;&#1510;&#1501; &#1488;&#1491;&#1501; &#1502;&#1488;&#1493;&#1491; &#1506;&#1510;&#1500;&#1503;
&#1513;&#1488;&#1493;&#1492;&#1489; &#1500;&#1511;&#1489;&#1500; &#1511;&#1512;&#1491;&#1497;&#1496; &#1506;&#1500; &#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1500;&#1502;&#1506;&#1513;&#1492; &#1504;&#1506;&#1513;&#1493; &#1506;&#1500;-&#1497;&#1491;&#1497; &#1488;&#1495;&#1512;&#1497;&#1501;." &#1506;&#1510;&#1500;&#1503; &#1499;&#1513;&#1493;&#1506;&#1500;. &#1488;&#1493; &#1499;&#1508;&#1497; &#1513;&#1512;&#1493;&#1489;&#1512;&#1496;
&#1492;&#1497;&#1497;&#1504;&#1500;&#1497;&#1503; &#1499;&#1514;&#1489;, &#1499;&#1497;&#1491;&#1493;&#1506;, &#1506;&#1500; &#1488;&#1495;&#1514; &#1502;&#1491;&#1502;&#1493;&#1497;&#1493;&#1514;&#1497;&#1493;, &#1506;&#1510;&#1500;&#1503; &#1502;&#1491;&#1497; &#1499;&#1491;&#1497; &#1500;&#1492;&#1497;&#1499;&#1513;&#1500;.<br>
<br>
&#1489;&#1502;&#1489;&#1496; &#1500;&#1488;&#1495;&#1493;&#1512;, &#1514;&#1511;&#1491;&#1497;&#1501; &#1500;&#1513;&#1497;&#1496;&#1493;&#1514; &#1493;&#1492;&#1510;&#1500;&#1495;&#1492; &#1513;&#1500; &#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1504;&#1497;&#1514;&#1503; &#1500;&#1512;&#1488;&#1493;&#1514; &#1489;&#1508;&#1497;&#1514;&#1493;&#1495; &#1513;&#1500; &#1505;&#1508;&#1512;&#1497;&#1497;&#1514; &#1492;&#1500;&#1497;&#1505;&#1508;
&#1513;&#1500; GNU Emacs &#1493;&#1488;&#1512;&#1499;&#1497;&#1493;&#1504;&#1497; &#1511;&#1493;&#1491; &#1492;&#1500;&#1497;&#1505;&#1508;. &#1489;&#1504;&#1497;&#1490;&#1493;&#1491; &#1500;&#1508;&#1497;&#1514;&#1493;&#1495; &#1489;&#1505;&#1490;&#1504;&#1493;&#1503; &#1492;"&#1511;&#1514;&#1491;&#1512;&#1500;&#1492;" &#1513;&#1500; &#1500;&#1497;&#1489;&#1514; &#1492;-C
&#1513;&#1500; Emacs &#1493;&#1512;&#1493;&#1489; &#1499;&#1500;&#1497; &#1492;-GNU &#1492;&#1488;&#1495;&#1512;&#1497;&#1501;, &#1492;&#1492;&#1514;&#1508;&#1514;&#1495;&#1493;&#1514; &#1513;&#1500; &#1502;&#1488;&#1490;&#1512; &#1511;&#1493;&#1491; &#1492;&#1500;&#1497;&#1505;&#1508; &#1492;&#1497;&#1497;&#1514;&#1492; &#1491;&#1497;&#1504;&#1488;&#1502;&#1497;&#1514; &#1493;&#1502;&#1493;&#1504;&#1506;&#1514;
&#1506;&#1500;-&#1497;&#1491;&#1497; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;. &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1493;&#1488;&#1489;&#1493;&#1514;-&#1496;&#1497;&#1508;&#1493;&#1505; &#1500;&#1502;&#1510;&#1489;&#1497;&#1501; &#1492;&#1512;&#1489;&#1492; &#1508;&#1506;&#1502;&#1497;&#1501; &#1513;&#1493;&#1499;&#1514;&#1489;&#1493; &#1513;&#1500;&#1493;&#1513; &#1488;&#1493; &#1488;&#1512;&#1489;&#1506;
&#1508;&#1506;&#1502;&#1497;&#1501; &#1500;&#1508;&#1504;&#1497; &#1500;&#1513;&#1492;&#1490;&#1497;&#1506;&#1493; &#1500;&#1510;&#1493;&#1512;&#1492; &#1497;&#1510;&#1497;&#1489;&#1492; &#1493;&#1505;&#1493;&#1508;&#1497;&#1514;. &#1513;&#1497;&#1514;&#1493;&#1508;&#1497; &#1508;&#1506;&#1493;&#1500;&#1492; &#1502;&#1510;&#1493;&#1502;&#1491;&#1497;&#1501; &#1489;&#1488;&#1493;&#1508;&#1503; &#1512;&#1493;&#1508;&#1507; &#1488;&#1513;&#1512;
&#1492;&#1514;&#1488;&#1508;&#1513;&#1512;&#1493; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1492;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;, <u>&#1489;&#1505;&#1490;&#1504;&#1493;&#1503; &#1513;&#1500;</u> &#1500;&#1497;&#1504;&#1493;&#1511;&#1505;, &#1511;&#1512;&#1493; &#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1493;&#1514;.<br>
<br>
&#1489;&#1492;&#1495;&#1500;&#1496;, &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1492;&#1497;&#1495;&#1497;&#1491; &#1492;&#1499;&#1497; &#1502;&#1510;&#1500;&#1497;&#1495; &#1513;&#1500;&#1497; &#1496;&#1512;&#1501; fetchmail &#1492;&#1497;&#1492; &#1499;&#1504;&#1512;&#1488;&#1492; &#1502;&#1510;&#1489; &#1492;-Version
Control &#1513;&#1500; Emacs - &#1513;&#1497;&#1514;&#1493;&#1507;-&#1508;&#1506;&#1493;&#1500;&#1492; &#1491;&#1502;&#1493;&#1497;-&#1500;&#1497;&#1504;&#1493;&#1511;&#1505; &#1513;&#1504;&#1506;&#1513;&#1492; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; &#1491;&#1493;&#1488;&#1512; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497; &#1506;&#1501;
&#1513;&#1500;&#1493;&#1513;&#1492; &#1488;&#1504;&#1513;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;, &#1512;&#1511; &#1488;&#1495;&#1491; &#1502;&#1492;&#1501; (&#1512;&#1497;&#1510;'&#1488;&#1512;&#1491; &#1505;&#1496;&#1488;&#1500;&#1502;&#1503;, &#1492;&#1499;&#1493;&#1514;&#1489; &#1513;&#1500; Emacs &#1493;&#1502;&#1497;&#1497;&#1505;&#1491; &#1492;-Free
Software Foundation) &#1508;&#1490;&#1513;&#1514;&#1497; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501;. &#1492;&#1497;&#1492; &#1494;&#1492; &#1502;&#1502;&#1513;&#1511; &#1500;-SCCS, RCS &#1493;&#1497;&#1493;&#1514;&#1512; &#1502;&#1488;&#1493;&#1495;&#1512; CVS
&#1502;&#1514;&#1493;&#1498; Emacs &#1513;&#1504;&#1514;&#1503; &#1508;&#1506;&#1493;&#1500;&#1493;&#1514; &#1504;&#1497;&#1492;&#1493;&#1500; &#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1513;&#1500; "&#1504;&#1490;&#1497;&#1506;&#1492; &#1488;&#1495;&#1514;". &#1492;&#1493;&#1488; &#1492;&#1514;&#1508;&#1514;&#1495; &#1502;&#1502;&#1510;&#1489; &#1502;&#1494;&#1506;&#1512;&#1497; &#1493;&#1490;&#1505;
&#1489;&#1513;&#1501; sccs.el &#1513;&#1502;&#1497;&#1513;&#1492;&#1493; &#1488;&#1495;&#1512; &#1499;&#1514;&#1489;. &#1493;&#1492;&#1508;&#1497;&#1514;&#1493;&#1495; &#1513;&#1500;&#1493; &#1492;&#1510;&#1500;&#1497;&#1495; &#1502;&#1508;&#1504;&#1497; &#1513;&#1489;&#1504;&#1497;&#1490;&#1493;&#1491; &#1500;-Emacs &#1506;&#1510;&#1502;&#1493;, &#1511;&#1493;&#1491;
&#1513;&#1500; Emacs Lisp &#1492;&#1497;&#1492; &#1497;&#1499;&#1493;&#1500; &#1500;&#1506;&#1489;&#1493;&#1512; &#1491;&#1493;&#1512;&#1493;&#1514; &#1513;&#1500; &#1513;&#1495;&#1512;&#1493;&#1512;/&#1489;&#1491;&#1497;&#1511;&#1492;/&#1513;&#1497;&#1508;&#1493;&#1512; &#1502;&#1492;&#1512; &#1502;&#1488;&#1493;&#1491;.<br>
<br>
&#1492;&#1505;&#1497;&#1508;&#1493;&#1512; &#1513;&#1500; Emacs &#1488;&#1497;&#1504;&#1493; &#1497;&#1495;&#1493;&#1491;&#1497;. &#1492;&#1497;&#1493; &#1502;&#1493;&#1510;&#1512;&#1497; &#1514;&#1493;&#1499;&#1504;&#1492; &#1488;&#1495;&#1512;&#1497;&#1501; &#1506;&#1501; &#1488;&#1512;&#1499;&#1497;&#1496;&#1511;&#1496;&#1493;&#1512;&#1492; &#1489;&#1506;&#1500;&#1514; &#1513;&#1514;&#1497; &#1512;&#1502;&#1493;&#1514;
&#1493;&#1511;&#1492;&#1497;&#1500;&#1514; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1489;&#1506;&#1500;&#1514; &#1513;&#1514;&#1497; &#1513;&#1499;&#1489;&#1493;&#1514;, &#1513;&#1513;&#1497;&#1500;&#1489;&#1493; &#1500;&#1497;&#1489;&#1492; &#1513;&#1508;&#1493;&#1514;&#1495;&#1492; &#1489;&#1513;&#1497;&#1496;&#1514; &#1492;&#1511;&#1514;&#1491;&#1512;&#1500;&#1492; &#1493;&#1514;&#1497;&#1489;&#1514;-&#1499;&#1500;&#1497;&#1501;
&#1513;&#1508;&#1493;&#1514;&#1495;&#1492; &#1489;&#1513;&#1497;&#1496;&#1514; &#1492;&#1489;&#1494;&#1488;&#1512;. &#1502;&#1493;&#1510;&#1512; &#1499;&#1494;&#1492; &#1492;&#1493;&#1488; MATLAB, &#1499;&#1500;&#1497; &#1502;&#1505;&#1495;&#1512;&#1497; &#1500;&#1506;&#1497;&#1489;&#1493;&#1491; &#1493;&#1492;&#1510;&#1490;&#1514; &#1504;&#1514;&#1493;&#1504;&#1497;&#1501;. &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;
&#1513;&#1500; MATLAB &#1493;&#1502;&#1493;&#1510;&#1512;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;&#1489;&#1506;&#1500;&#1497; &#1502;&#1489;&#1504;&#1492; &#1491;&#1493;&#1502;&#1492; &#1502;&#1491;&#1493;&#1493;&#1495;&#1497;&#1501; &#1508;&#1492; &#1488;&#1495;&#1491; &#1513;&#1492;&#1492;&#1497;&#1513;&#1490;&#1497;&#1501;, &#1492;&#1512;&#1497;&#1490;&#1493;&#1513; &#1493;&#1492;&#1495;&#1497;&#1491;&#1493;&#1513;
&#1502;&#1514;&#1512;&#1495;&#1513;&#1497;&#1501; &#1489;&#1512;&#1493;&#1489;&#1501; &#1489;&#1495;&#1500;&#1511;&#1493; &#1492;&#1508;&#1514;&#1493;&#1495; &#1513;&#1500; &#1492;&#1499;&#1500;&#1497; &#1489;&#1493; &#1511;&#1492;&#1497;&#1500;&#1492; &#1490;&#1491;&#1493;&#1500;&#1492; &#1493;&#1502;&#1490;&#1493;&#1493;&#1504;&#1514; &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1492;&#1514;&#1506;&#1505;&#1511; &#1506;&#1497;&#1502;&#1493;.<br>
  <a href="FILL%20IN"><br>
</a>
<h2>&#1499;&#1502;&#1492; &#1506;&#1497;&#1504;&#1497;&#1497;&#1501; &#1510;&#1512;&#1497;&#1498; &#1499;&#1491;&#1497; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496; &#1506;&#1500; &#1502;&#1493;&#1512;&#1499;&#1489;&#1493;&#1514;?</h2>
&#1491;&#1489;&#1512; &#1488;&#1495;&#1491; &#1492;&#1493;&#1488; &#1500;&#1492;&#1489;&#1495;&#1497;&#1503; &#1489;&#1490;&#1491;&#1493;&#1500; &#1513;&#1505;&#1490;&#1504;&#1493;&#1503; &#1492;&#1489;&#1494;&#1488;&#1512; &#1502;&#1488;&#1497;&#1491; &#1489;&#1502;&#1497;&#1491;&#1492; &#1504;&#1497;&#1499;&#1512;&#1514; &#1488;&#1514; &#1494;&#1502;&#1503; &#1504;&#1497;&#1508;&#1493;&#1497; &#1492;&#1513;&#1490;&#1497;&#1488;&#1493;&#1514;
&#1493;&#1492;&#1514;&#1508;&#1514;&#1495;&#1493;&#1514; &#1492;&#1511;&#1493;&#1491;. &#1491;&#1489;&#1512; &#1488;&#1495;&#1512; &#1492;&#1493;&#1488; &#1500;&#1492;&#1489;&#1497;&#1503; &#1489;&#1491;&#1497;&#1493;&#1511; &#1488;&#1497;&#1498; &#1493;&#1502;&#1491;&#1493;&#1506; &#1492;&#1493;&#1488; &#1506;&#1493;&#1513;&#1492; &#1494;&#1488;&#1514; &#1489;&#1512;&#1502;&#1514; &#1492;&#1502;&#1497;&#1511;&#1512;&#1493;
&#1513;&#1500; &#1492;&#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514; &#1492;&#1497;&#1493;&#1501;-&#1497;&#1493;&#1502;&#1497;&#1514; &#1513;&#1500; &#1492;&#1502;&#1508;&#1514;&#1495; &#1493;&#1492;&#1489;&#1493;&#1491;&#1511;. &#1489;&#1495;&#1500;&#1511; &#1494;&#1492; (&#1513;&#1504;&#1499;&#1514;&#1489; &#1513;&#1500;&#1493;&#1513; &#1513;&#1504;&#1497;&#1501; &#1500;&#1488;&#1495;&#1512; &#1492;&#1508;&#1510;&#1514;
&#1492;&#1502;&#1505;&#1502;&#1498; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497;, &#1514;&#1493;&#1498; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1512;&#1488;&#1497;&#1493;&#1514; &#1513;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; &#1502;&#1508;&#1514;&#1495;&#1497;&#1501; &#1513;&#1511;&#1512;&#1488;&#1493; &#1488;&#1493;&#1514;&#1493; &#1493;&#1489;&#1495;&#1504;&#1493; &#1502;&#1495;&#1491;&#1513; &#1488;&#1514; &#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514;&#1501;
&#1513;&#1500;&#1492;&#1501;) &#1504;&#1497;&#1511;&#1495; &#1502;&#1489;&#1496; &#1502;&#1511;&#1512;&#1493;&#1489; &#1506;&#1500; &#1502;&#1492; &#1513;&#1489;&#1488;&#1502;&#1514; &#1511;&#1493;&#1512;&#1492; &#1513;&#1501;. &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1500;&#1500;&#1488; &#1512;&#1511;&#1506; &#1496;&#1499;&#1504;&#1497; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1491;&#1500;&#1490;
&#1489;&#1489;&#1497;&#1496;&#1495;&#1492; &#1500;&#1495;&#1500;&#1511; &#1492;&#1489;&#1488;.<br>
<br>
&#1502;&#1508;&#1514;&#1495; &#1488;&#1495;&#1491; &#1500;&#1492;&#1489;&#1504;&#1492; &#1492;&#1493;&#1488; &#1500;&#1492;&#1489;&#1497;&#1503; &#1502;&#1491;&#1493;&#1506; &#1489;&#1491;&#1497;&#1493;&#1511; &#1513;&#1492;&#1505;&#1493;&#1490; &#1513;&#1500; &#1491;&#1497;&#1493;&#1493;&#1495;-&#1489;&#1488;&#1490; &#1513;&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1513;&#1500;&#1488; &#1502;&#1493;&#1491;&#1506;&#1497;&#1501;
&#1500;&#1511;&#1493;&#1491; &#1492;&#1502;&#1511;&#1493;&#1512; &#1513;&#1493;&#1500;&#1495;&#1497;&#1501; &#1504;&#1493;&#1496;&#1492; &#1500;&#1488; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1488;&#1493;&#1491; &#1513;&#1497;&#1502;&#1493;&#1513;&#1497;. &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1513;&#1500;&#1488; &#1502;&#1493;&#1491;&#1506;&#1497;&#1501; &#1500;&#1511;&#1493;&#1491; &#1492;&#1502;&#1511;&#1493;&#1512;
&#1504;&#1493;&#1496;&#1497;&#1501; &#1500;&#1491;&#1493;&#1493;&#1495; &#1488;&#1498; &#1493;&#1512;&#1511; &#1506;&#1500; &#1505;&#1497;&#1502;&#1496;&#1493;&#1502;&#1497;&#1501; &#1513;&#1496;&#1495;&#1497;&#1497;&#1501;; &#1492;&#1501; &#1500;&#1493;&#1511;&#1495;&#1497;&#1501; &#1488;&#1514; &#1505;&#1489;&#1497;&#1489;&#1514;&#1501; &#1499;&#1502;&#1493;&#1489;&#1503; &#1502;&#1488;&#1500;&#1497;&#1493;, &#1493;&#1500;&#1499;&#1503;
&#1492;&#1501;: (&#1488;) &#1502;&#1495;&#1505;&#1497;&#1512;&#1497;&#1501; &#1504;&#1514;&#1493;&#1504;&#1497;-&#1512;&#1511;&#1506; &#1492;&#1499;&#1512;&#1495;&#1497;&#1497;&#1501; (&#1489;) &#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1512;&#1495;&#1493;&#1511;&#1493;&#1514; &#1499;&#1500;&#1500;&#1497;&#1501; &#1502;&#1512;&#1513;&#1501; &#1488;&#1502;&#1497;&#1503; &#1500;&#1513;&#1495;&#1494;&#1493;&#1512;
&#1492;&#1489;&#1488;&#1490;.<br>
<br>
&#1492;&#1489;&#1506;&#1497;&#1492; &#1492;&#1497;&#1505;&#1493;&#1491;&#1497;&#1514; &#1499;&#1488;&#1503; &#1492;&#1497;&#1488; &#1495;&#1493;&#1505;&#1512; &#1492;&#1514;&#1488;&#1502;&#1492; &#1489;&#1497;&#1503; &#1492;&#1502;&#1493;&#1491;&#1500;&#1497;&#1501; &#1492;&#1502;&#1504;&#1496;&#1488;&#1500;&#1497;&#1497;&#1501; &#1513;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;, &#1513;&#1500; &#1492;&#1502;&#1508;&#1514;&#1495;
&#1493;&#1513;&#1500; &#1492;&#1489;&#1493;&#1495;&#1503;; &#1492;&#1489;&#1493;&#1495;&#1503;, &#1502;&#1489;&#1495;&#1493;&#1509; &#1502;&#1505;&#1514;&#1499;&#1500; &#1508;&#1504;&#1497;&#1502;&#1492;, &#1493;&#1492;&#1502;&#1508;&#1514;&#1495; &#1502;&#1489;&#1508;&#1504;&#1497;&#1501; &#1502;&#1489;&#1497;&#1496; &#1492;&#1495;&#1493;&#1510;&#1492;. &#1489;&#1508;&#1497;&#1514;&#1493;&#1495; &#1511;&#1493;&#1491;
&#1505;&#1490;&#1493;&#1512; &#1513;&#1504;&#1497;&#1492;&#1501; &#1514;&#1511;&#1493;&#1506;&#1497;&#1501; &#1489;&#1508;&#1514;&#1511;&#1497;&#1491;&#1497;&#1501; &#1488;&#1500;&#1492; &#1493;&#1504;&#1493;&#1496;&#1497;&#1501; &#1500;&#1491;&#1489;&#1512; &#1502;&#1495;&#1493;&#1509; &#1500;&#1514;&#1495;&#1493;&#1501; &#1492;&#1489;&#1504;&#1514;&#1493; &#1513;&#1500; &#1492;&#1513;&#1504;&#1497; &#1493;&#1500;&#1502;&#1510;&#1493;&#1488;
&#1488;&#1495;&#1491; &#1488;&#1514; &#1492;&#1513;&#1504;&#1497; &#1502;&#1488;&#1493;&#1491; &#1502;&#1514;&#1505;&#1499;&#1500;.<br>
<br>
&#1508;&#1497;&#1514;&#1493;&#1495; &#1511;&#1493;&#1491;-&#1508;&#1514;&#1493;&#1495; &#1513;&#1493;&#1489;&#1512; &#1488;&#1514; &#1492;&#1511;&#1513;&#1512; &#1492;&#1494;&#1492;, &#1493;&#1506;&#1493;&#1513;&#1492; &#1494;&#1488;&#1514; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1508;&#1513;&#1493;&#1496; &#1492;&#1503; &#1500;&#1489;&#1493;&#1495;&#1503; &#1493;&#1492;&#1503; &#1500;&#1502;&#1508;&#1514;&#1495;
&#1500;&#1508;&#1514;&#1495; &#1497;&#1497;&#1510;&#1493;&#1490; &#1502;&#1513;&#1493;&#1514;&#1507; &#1513;&#1502;&#1493;&#1504;&#1495;&#1500; &#1489;&#1511;&#1493;&#1491;-&#1492;&#1502;&#1511;&#1493;&#1512; &#1492;&#1502;&#1502;&#1513;&#1497; &#1493;&#1500;&#1514;&#1512;&#1513;&#1511; &#1489;&#1497;&#1506;&#1497;&#1500;&#1493;&#1514; &#1500;&#1490;&#1489;&#1497;&#1493;. &#1502;&#1506;&#1513;&#1497;&#1514;, &#1497;&#1513;&#1504;&#1493;
&#1513;&#1493;&#1504;&#1497; &#1499;&#1489;&#1497;&#1512; &#1492;&#1504;&#1493;&#1514;&#1503; &#1497;&#1514;&#1512;&#1493;&#1503; &#1500;&#1502;&#1508;&#1514;&#1495; &#1489;&#1497;&#1503; &#1505;&#1493;&#1490; &#1491;&#1497;&#1493;&#1493;&#1495; &#1489;&#1488;&#1490;&#1497;&#1501; &#1513;&#1502;&#1491;&#1493;&#1493;&#1495; &#1506;&#1500; &#1505;&#1497;&#1502;&#1508;&#1496;&#1493;&#1502;&#1497;&#1501; &#1495;&#1497;&#1510;&#1493;&#1504;&#1497;&#1497;&#1501;
&#1500;&#1489;&#1497;&#1503; &#1492;&#1505;&#1493;&#1490; &#1513;&#1502;&#1514;&#1495;&#1489;&#1512; &#1497;&#1513;&#1497;&#1512;&#1493;&#1514; &#1500;&#1497;&#1497;&#1510;&#1493;&#1490; &#1492;&#1502;&#1504;&#1496;&#1500;&#1497; &#1513;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1502;&#1489;&#1493;&#1505;&#1505; &#1511;&#1493;&#1491;-&#1492;&#1502;&#1511;&#1493;&#1512; &#1513;&#1497;&#1513; &#1500;&#1502;&#1508;&#1514;&#1495;.<br>
<br>
&#1512;&#1493;&#1489; &#1492;&#1489;&#1488;&#1490;&#1497;&#1501;, &#1512;&#1493;&#1489;&nbsp;&#1492;&#1494;&#1502;&#1503;, &#1504;&#1508;&#1514;&#1512;&#1497;&#1501; &#1489;&#1511;&#1500;&#1493;&#1514; &#1488;&#1501; &#1504;&#1514;&#1493;&#1503; &#1514;&#1488;&#1493;&#1512; &#1513;&#1500; &#1514;&#1504;&#1488;&#1497; &#1492;&#1513;&#1490;&#1497;&#1488;&#1492; &#1489;&#1512;&#1502;&#1514;
&#1511;&#1493;&#1491;-&#1492;&#1502;&#1511;&#1493;&#1512;, &#1488;&#1508;&#1497;&#1500;&#1493; &#1497;&#1492;&#1497;&#1492; &#1500;&#1493;&#1511;&#1492;-&#1489;&#1495;&#1505;&#1512; &#1488;&#1489;&#1500; &#1502;&#1512;&#1502;&#1494;. &#1499;&#1488;&#1513;&#1512; &#1502;&#1497;&#1513;&#1492;&#1493; &#1502;&#1489;&#1497;&#1503; &#1489;&#1493;&#1495;&#1504;&#1497; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1513;&#1500;&#1498;
&#1497;&#1499;&#1493;&#1500; &#1500;&#1493;&#1502;&#1512;: "&#1497;&#1513;&#1504;&#1492; &#1489;&#1506;&#1497;&#1497;&#1514; &#1511;&#1510;&#1492; &#1489;&#1513;&#1493;&#1512;&#1492; nnn" &#1488;&#1493; &#1488;&#1508;&#1497;&#1500;&#1493; &#1512;&#1511; "&#1514;&#1495;&#1514; &#1514;&#1504;&#1488;&#1497;&#1501; X, Y &#1493;-Z &#1492;&#1502;&#1513;&#1514;&#1504;&#1492;
&#1492;&#1494;&#1492; &#1502;&#1514;&#1492;&#1508;&#1498;" - &#1488;&#1494;&#1497; &#1502;&#1489;&#1496; &#1495;&#1496;&#1493;&#1507; &#1506;&#1500; &#1492;&#1511;&#1493;&#1491; &#1492;&#1489;&#1506;&#1497;&#1497;&#1514;&#1497; &#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1493;&#1514; &#1502;&#1505;&#1508;&#1497;&#1511; &#1500;&#1494;&#1492;&#1493;&#1514; &#1488;&#1514; &#1502;&#1492;&#1510;&#1489;
&#1492;&#1502;&#1491;&#1493;&#1497;&#1497;&#1511; &#1513;&#1500; &#1492;&#1514;&#1511;&#1500;&#1492; &#1493;&#1500;&#1497;&#1497;&#1510;&#1512; &#1514;&#1497;&#1511;&#1493;&#1503;.<br>
<br>
&#1500;&#1499;&#1503; &#1502;&#1493;&#1491;&#1506;&#1493;&#1514; &#1500;&#1511;&#1493;&#1491; &#1492;&#1502;&#1511;&#1493;&#1512; &#1502;&#1513;&#1504;&#1497; &#1492;&#1510;&#1491;&#1491;&#1497;&#1501; &#1502;&#1490;&#1489;&#1497;&#1512;&#1492; &#1489;&#1502;&#1497;&#1491;&#1492; &#1512;&#1489;&#1492; &#1490;&#1501; &#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#1496;&#1493;&#1489;&#1492; &#1489;&#1497;&#1503; &#1492;&#1510;&#1491;&#1491;&#1497;&#1501;
&#1493;&#1490;&#1501; &#1492;&#1506;&#1510;&#1502;&#1492; &#1489;&#1497;&#1503; &#1502;&#1492; &#1513;&#1489;&#1493;&#1495;&#1503;-&#1489;&#1496;&#1488; &#1502;&#1491;&#1493;&#1493;&#1495; &#1493;&#1502;&#1492; &#1513;&#1502;&#1508;&#1514;&#1495; &#1488;&#1493; &#1502;&#1508;&#1514;&#1495;&#1497; &#1492;&#1500;&#1497;&#1489;&#1492; &#1497;&#1493;&#1491;&#1506;&#1497;&#1501;. &#1489;&#1514;&#1493;&#1512;&#1493;,
&#1502;&#1513;&#1502;&#1506; &#1513;&#1494;&#1502;&#1503; &#1502;&#1508;&#1514;&#1495;&#1497; &#1492;&#1500;&#1497;&#1489;&#1492; &#1504;&#1493;&#1496;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1504;&#1493;&#1510;&#1500; &#1492;&#1497;&#1496;&#1489;, &#1488;&#1508;&#1497;&#1500;&#1493; &#1506;&#1501; &#1502;&#1513;&#1514;&#1508;&#1497; &#1508;&#1506;&#1493;&#1500;&#1492; &#1512;&#1489;&#1497;&#1501;.<br>
<br>
&#1502;&#1488;&#1508;&#1497;&#1497;&#1503; &#1488;&#1495;&#1512; &#1513;&#1500; &#1513;&#1497;&#1496;&#1514; &#1492;&#1511;&#1493;&#1491; &#1492;&#1508;&#1514;&#1493;&#1495; &#1513;&#1502;&#1513;&#1502;&#1512; &#1488;&#1514; &#1494;&#1502;&#1503; &#1492;&#1502;&#1508;&#1514;&#1495; &#1492;&#1493;&#1488; &#1502;&#1489;&#1504;&#1492; &#1492;&#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#1513;&#1500; &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;&#1497;
&#1511;&#1493;&#1491; &#1508;&#1514;&#1493;&#1495; &#1488;&#1493;&#1508;&#1497;&#1497;&#1504;&#1497;&#1497;&#1501;. &#1502;&#1506;&#1500; &#1492;&#1513;&#1514;&#1504;&#1513;&#1514;&#1497; &#1489;&#1502;&#1493;&#1504;&#1495; "&#1502;&#1508;&#1514;&#1495; &#1500;&#1497;&#1489;&#1492;"; &#1502;&#1493;&#1504;&#1495; &#1494;&#1492; &#1502;&#1513;&#1511;&#1507; &#1488;&#1489;&#1495;&#1504;&#1492; &#1489;&#1497;&#1503;
&#1500;&#1497;&#1489;&#1514; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; (&#1489;&#1491;&#1512;&#1498;-&#1499;&#1500;&#1500; &#1491;&#1497; &#1511;&#1496;&#1504;&#1492;; &#1494;&#1492; &#1491;&#1497; &#1502;&#1510;&#1493;&#1497; &#1500;&#1502;&#1510;&#1493;&#1488; &#1502;&#1508;&#1514;&#1495; &#1500;&#1497;&#1489;&#1492; &#1497;&#1495;&#1497;&#1491;, &#1493;&#1496;&#1497;&#1508;&#1493;&#1505;&#1497;
&#1513;&#1497;&#1492;&#1497;&#1493; &#1488;&#1495;&#1491; &#1506;&#1491; &#1513;&#1500;&#1493;&#1513;&#1492; &#1499;&#1488;&#1500;&#1492;) &#1500;&#1489;&#1497;&#1503; &#1492;&#1497;&#1500;&#1514; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1513;&#1500; &#1489;&#1493;&#1495;&#1504;&#1497;-&#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1493;&#1514;&#1493;&#1512;&#1502;&#1497;&#1501; &#1494;&#1502;&#1497;&#1504;&#1497;&#1501;
(&#1513;&#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1493;&#1514; &#1504;&#1505;&#1508;&#1512;&#1497;&#1501; &#1489;&#1502;&#1488;&#1493;&#1514;).<br>
<br>
&#1492;&#1489;&#1506;&#1497;&#1497;&#1492; &#1492;&#1497;&#1505;&#1493;&#1491;&#1497;&#1514; &#1513;&#1488;&#1512;&#1490;&#1493;&#1503; &#1508;&#1497;&#1514;&#1493;&#1495;-&#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1502;&#1505;&#1493;&#1512;&#1514;&#1497; &#1489;&#1488; &#1500;&#1508;&#1514;&#1493;&#1512; &#1492;&#1497;&#1488; &#1495;&#1493;&#1511; &#1489;&#1512;&#1493;&#1511; (Brook's
Law): "&#1492;&#1493;&#1505;&#1508;&#1514; &#1497;&#1493;&#1514;&#1512; &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1500;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1513;&#1504;&#1502;&#1510;&#1488; &#1489;&#1488;&#1497;&#1495;&#1493;&#1512; &#1490;&#1493;&#1512;&#1502;&#1514; &#1500;&#1493; &#1500;&#1488;&#1495;&#1512; &#1497;&#1493;&#1514;&#1512;". &#1489;&#1488;&#1493;&#1508;&#1503;
&#1499;&#1500;&#1500;&#1497; &#1497;&#1493;&#1514;&#1512; &#1495;&#1493;&#1511; &#1489;&#1512;&#1493;&#1511; &#1502;&#1504;&#1489;&#1488; &#1513;&#1492;&#1502;&#1493;&#1512;&#1499;&#1489;&#1493;&#1514; &#1493;&#1506;&#1500;&#1493;&#1497;&#1493;&#1514; &#1492;&#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#1513;&#1500; &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1506;&#1493;&#1500;&#1497;&#1501; &#1506;&#1501; &#1512;&#1497;&#1489;&#1493;&#1506;
&#1502;&#1505;&#1508;&#1512; &#1492;&#1502;&#1508;&#1514;&#1495;&#1497;&#1501;, &#1489;&#1506;&#1493;&#1491; &#1513;&#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1504;&#1506;&#1513;&#1497;&#1514; &#1510;&#1493;&#1502;&#1495;&#1514; &#1512;&#1511; &#1489;&#1488;&#1493;&#1508;&#1503; &#1500;&#1497;&#1504;&#1488;&#1512;&#1497;.<br>
<br>
<br>
<h2>&#1502;&#1514;&#1497; &#1493;&#1512;&#1491; &#1488;&#1497;&#1504;&#1493; &#1493;&#1512;&#1491;?</h2>
<br>
&#1488;&#1495;&#1512;&#1497; &#1513;&#1495;&#1511;&#1512;&#1514;&#1497; &#1488;&#1514; &#1492;&#1514;&#1504;&#1492;&#1490;&#1493;&#1514;&#1493; &#1513;&#1500; &#1500;&#1497;&#1504;&#1493;&#1505; &#1493;&#1497;&#1510;&#1512;&#1514;&#1497; &#1514;&#1488;&#1493;&#1512;&#1497;&#1492; &#1506;&#1500; &#1492;&#1505;&#1497;&#1489;&#1492; &#1513;&#1492;&#1497;&#1488; &#1492;&#1497;&#1497;&#1514;&#1492; &#1502;&#1493;&#1510;&#1500;&#1495;&#1514;,
&#1506;&#1513;&#1497;&#1514;&#1497; &#1492;&#1495;&#1500;&#1496;&#1492; &#1502;&#1493;&#1491;&#1506;&#1514; &#1500;&#1489;&#1495;&#1493;&#1503; &#1514;&#1488;&#1493;&#1512;&#1497;&#1492; &#1494;&#1493; &#1506;&#1500; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; (&#1513;&#1488;&#1504;&#1497; &#1502;&#1493;&#1491;&#1492; &#1513;&#1492;&#1493;&#1488; &#1492;&#1512;&#1489;&#1492; &#1508;&#1495;&#1493;&#1514; &#1502;&#1505;&#1493;&#1489;&#1498;
&#1493;&#1497;&#1493;&#1502;&#1512;&#1504;&#1497;) &#1492;&#1495;&#1491;&#1513; &#1513;&#1500;&#1497;.<br>
<br>
&#1488;&#1493;&#1500;&#1501; &#1492;&#1491;&#1489;&#1512; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1506;&#1513;&#1497;&#1514;&#1497; &#1492;&#1497;&#1492; &#1500;&#1488;&#1512;&#1490;&#1503; &#1502;&#1495;&#1491;&#1513; &#1493;&#1500;&#1508;&#1513;&#1496; &#1488;&#1514; popclient &#1492;&#1512;&#1489;&#1492;. &#1492;&#1502;&#1497;&#1502;&#1493;&#1513; &#1513;&#1500;
&#1511;&#1488;&#1512;&#1500; &#1492;&#1488;&#1512;&#1497;&#1505; &#1492;&#1497;&#1492; &#1502;&#1488;&#1493;&#1491; &#1496;&#1493;&#1489;, &#1488;&#1489;&#1500; &#1488;&#1493;&#1508;&#1497;&#1497;&#1503; &#1489;&#1505;&#1493;&#1490; &#1513;&#1500; &#1502;&#1505;&#1493;&#1489;&#1499;&#1493;&#1514; &#1500;&#1488; &#1492;&#1499;&#1512;&#1495;&#1497;&#1514; &#1492;&#1504;&#1508;&#1493;&#1510;&#1492; &#1488;&#1510;&#1500;
&#1502;&#1514;&#1499;&#1504;&#1514;&#1497; C &#1512;&#1489;&#1497;&#1501;. &#1492;&#1493;&#1488; &#1492;&#1514;&#1497;&#1497;&#1495;&#1505; &#1500;&#1511;&#1493;&#1491; &#1499;&#1488;&#1500; &#1502;&#1512;&#1499;&#1494;&#1497; &#1493;&#1500;&#1502;&#1489;&#1504;&#1497; &#1492;&#1504;&#1514;&#1493;&#1504;&#1497;&#1501; &#1499;&#1488;&#1500; &#1514;&#1493;&#1502;&#1499;&#1497;&#1501; &#1489;&#1511;&#1493;&#1491;.
&#1499;&#1514;&#1493;&#1510;&#1488;&#1492; &#1502;&#1499;&#1498;, &#1492;&#1511;&#1493;&#1491; &#1492;&#1497;&#1492; &#1497;&#1508;&#1492;&#1508;&#1492; &#1488;&#1489;&#1500; &#1514;&#1499;&#1504;&#1493;&#1503; &#1502;&#1489;&#1504;&#1497; &#1492;&#1504;&#1514;&#1493;&#1504;&#1497;&#1514;&#1501; &#1492;&#1497;&#1492; &#1488;&#1491;-&#1492;&#1493;&#1511; &#1493;&#1491;&#1497; &#1502;&#1499;&#1493;&#1506;&#1512; (&#1500;&#1508;&#1495;&#1493;&#1514;
&#1500;&#1508;&#1497; &#1492;&#1505;&#1496;&#1504;&#1491;&#1512;&#1496;&#1497;&#1501; &#1492;&#1490;&#1489;&#1493;&#1492;&#1497;&#1501; &#1513;&#1500; &#1502;&#1514;&#1499;&#1504;&#1514; LISP &#1502;&#1504;&#1493;&#1505;&#1492; &#1513;&#1499;&#1502;&#1493;&#1514;&#1497;).<br>
<br>
&#1489;&#1512;&#1501;, &#1492;&#1497;&#1497;&#1514;&#1492; &#1506;&#1493;&#1491; &#1502;&#1496;&#1512;&#1492; &#1500;&#1513;&#1499;&#1514;&#1493;&#1489; &#1495;&#1493;&#1509; &#1502;&#1500;&#1513;&#1508;&#1512; &#1488;&#1514; &#1492;&#1511;&#1493;&#1491; &#1493;&#1488;&#1514; &#1514;&#1499;&#1504;&#1493;&#1503; &#1502;&#1489;&#1504;&#1497; &#1492;&#1504;&#1514;&#1493;&#1504;&#1497;&#1501;. &#1492;&#1497;&#1488;
&#1492;&#1497;&#1497;&#1514;&#1492; &#1500;&#1508;&#1514;&#1495; &#1488;&#1493;&#1514;&#1493; &#1500;&#1502;&#1513;&#1492;&#1493; &#1513;&#1492;&#1489;&#1504;&#1514;&#1497; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503;. &#1494;&#1492; &#1500;&#1488; &#1499;&#1497;&#1507; &#1500;&#1492;&#1497;&#1493;&#1514; &#1488;&#1495;&#1512;&#1488;&#1497; &#1500;&#1514;&#1497;&#1511;&#1493;&#1503; &#1513;&#1490;&#1497;&#1488;&#1493;&#1514;
&#1489;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1513;&#1488;&#1497; &#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1489;&#1497;&#1503;.<br>
<br>
&#1489;&#1502;&#1513;&#1498; &#1492;&#1495;&#1493;&#1491;&#1513; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1488;&#1493; &#1508;&#1512;&#1511; &#1494;&#1502;&#1503; &#1491;&#1493;&#1502;&#1492;, &#1488;&#1501;-&#1499;&#1503;, &#1508;&#1513;&#1493;&#1496; &#1502;&#1497;&#1500;&#1488;&#1514;&#1497; &#1488;&#1514; &#1502;&#1492; &#1513;&#1492;&#1497;&#1492; &#1508;&#1493;&#1506;&#1500; &#1497;&#1493;&#1510;&#1488;
&#1502;&#1492;&#1514;&#1499;&#1504;&#1493;&#1503; &#1492;&#1489;&#1505;&#1497;&#1505;&#1497; &#1513;&#1500; &#1511;&#1488;&#1512;&#1500;. &#1492;&#1513;&#1497;&#1504;&#1493;&#1497; &#1492;&#1512;&#1510;&#1497;&#1504;&#1497; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1506;&#1513;&#1497;&#1514;&#1497; &#1492;&#1497;&#1492; &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1514;&#1502;&#1497;&#1499;&#1492; &#1489;-IMAP.
&#1506;&#1513;&#1497;&#1514;&#1497; &#1494;&#1488;&#1514; &#1489;&#1499;&#1500; &#1513;&#1488;&#1512;&#1490;&#1504;&#1514;&#1497; &#1502;&#1495;&#1491;&#1513; &#1488;&#1514; &#1502;&#1499;&#1493;&#1504;&#1493;&#1514; &#1492;&#1508;&#1512;&#1493;&#1496;&#1493;&#1511;&#1493;&#1500;&#1497;&#1501; &#1488;&#1500; &#1502;&#1504;&#1493;&#1506; &#1499;&#1500;&#1500;&#1497; &#1493;&#1513;&#1500;&#1493;&#1513; &#1496;&#1489;&#1500;&#1488;&#1493;&#1514;
&#1513;&#1500; &#1513;&#1490;&#1512;&#1493;&#1514; (&#1506;&#1489;&#1493;&#1512; POP2, POP3 &#1493;-IMAP). &#1513;&#1497;&#1504;&#1493;&#1497; &#1494;&#1492; &#1493;&#1492;&#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1492;&#1511;&#1493;&#1491;&#1502;&#1497;&#1501; &#1502;&#1491;&#1490;&#1497;&#1502;&#1497;&#1501; &#1506;&#1511;&#1512;&#1493;&#1503;
&#1499;&#1500;&#1500;&#1497; &#1513;&#1496;&#1493;&#1489; &#1500;&#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1500;&#1494;&#1499;&#1493;&#1512;, &#1489;&#1497;&#1497;&#1495;&#1493;&#1491; &#1489;&#1513;&#1508;&#1493;&#1514; &#1499;&#1502;&#1493; C &#1513;&#1488;&#1497;&#1503; &#1489;&#1492;&#1503; &#1502;&#1506;&#1512;&#1499;&#1514; &#1496;&#1497;&#1508;&#1493;&#1505;&#1497;&#1501; &#1491;&#1497;&#1504;&#1488;&#1502;&#1497;&#1514;
&#1489;&#1488;&#1493;&#1508;&#1503; &#1496;&#1489;&#1506;&#1497;:<br>
<br>
<blockquote>9. &#1502;&#1489;&#1504;&#1497; &#1504;&#1514;&#1493;&#1504;&#1497;&#1501; &#1495;&#1499;&#1502;&#1497;&#1501; &#1493;&#1511;&#1493;&#1491; &#1502;&#1496;&#1493;&#1508;&#1513; &#1506;&#1493;&#1489;&#1491;&#1497;&#1501; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489; &#1502;&#1492;&#1499;&#1497;&#1493;&#1493;&#1503;
&#1492;&#1492;&#1508;&#1493;&#1503;&#1498;.<br>
</blockquote>
&#1489;&#1512;&#1493;&#1511;&#1505;, &#1508;&#1512;&#1511; 9: "&#1492;&#1512;&#1488;&#1492; &#1500;&#1497; &#1488;&#1514; &#1514;&#1512;&#1513;&#1497;&#1501; &#1492;&#1494;&#1512;&#1497;&#1502;&#1492; &#1513;&#1500;&#1498; &#1493;&#1514;&#1505;&#1514;&#1497;&#1512; &#1488;&#1514; &#1492;&#1496;&#1489;&#1500;&#1488;&#1493;&#1514;, &#1493;&#1488;&#1504;&#1497; &#1488;&#1502;&#1513;&#1497;&#1498;
&#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1489;&#1493;&#1500;&#1489;&#1500;. &#1492;&#1512;&#1488;&#1492; &#1500;&#1497; &#1488;&#1514; &#1492;&#1496;&#1489;&#1500;&#1488;&#1493;&#1514; - &#1493;&#1489;&#1491;&#1512;&#1498; &#1499;&#1500;&#1500; &#1500;&#1488; &#1488;&#1494;&#1491;&#1511;&#1511; &#1500;&#1514;&#1512;&#1513;&#1497;&#1501; &#1492;&#1494;&#1512;&#1497;&#1502;&#1492; &#1513;&#1500;&#1498;;
&#1492;&#1493;&#1488; &#1497;&#1492;&#1497;&#1492; &#1489;&#1512;&#1493;&#1512;." &#1488;&#1501; &#1504;&#1497;&#1511;&#1495; &#1489;&#1495;&#1513;&#1489;&#1493;&#1503; &#1513;&#1500;&#1493;&#1513;&#1497;&#1501; &#1513;&#1504;&#1497;&#1501; &#1513;&#1500; &#1502;&#1506;&#1489;&#1512; &#1496;&#1512;&#1502;&#1497;&#1504;&#1493;&#1500;&#1493;&#1490;&#1497; &#1493;&#1514;&#1512;&#1489;&#1493;&#1514;&#1497;, &#1494;&#1488;&#1514;
&#1488;&#1493;&#1514;&#1492; &#1504;&#1511;&#1493;&#1491;&#1492;.<br>
<br>
&#1489;&#1504;&#1511;&#1493;&#1491;&#1492; &#1494;&#1493; (&#1514;&#1495;&#1497;&#1500;&#1514; &#1505;&#1508;&#1496;&#1502;&#1489;&#1512; 1996, &#1499;&#1513;&#1497;&#1513;&#1492; &#1513;&#1489;&#1493;&#1506;&#1493;&#1514; &#1502;&#1492;&#1514;&#1495;&#1500;&#1514; &#1492;&#1505;&#1497;&#1508;&#1493;&#1512;) &#1492;&#1514;&#1495;&#1500;&#1514;&#1497; &#1500;&#1495;&#1513;&#1493;&#1489; &#1513;&#1513;&#1497;&#1504;&#1493;&#1497;
&#1513;&#1501; &#1506;&#1513;&#1493;&#1497; &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1502;&#1511;&#1493;&#1501; - &#1499;&#1499;&#1500;&#1493;&#1514; &#1492;&#1499;&#1500;, &#1494;&#1492; &#1499;&#1489;&#1512; &#1500;&#1488; &#1492;&#1497;&#1492; &#1500;&#1511;&#1493;&#1495; &#1513;&#1500; POP &#1497;&#1493;&#1514;&#1512;. &#1488;&#1489;&#1500; &#1492;&#1497;&#1505;&#1505;&#1514;&#1497;,
&#1502;&#1513;&#1493;&#1501; &#1513;&#1506;&#1491;&#1497;&#1497;&#1503; &#1500;&#1488; &#1492;&#1497;&#1492; &#1491;&#1489;&#1512; &#1495;&#1491;&#1513; &#1489;&#1488;&#1502;&#1514; &#1489;&#1514;&#1499;&#1504;&#1493;&#1503;. &#1492;&#1490;&#1512;&#1505;&#1492; &#1513;&#1500;&#1497; &#1513;&#1500; popclient &#1506;&#1491;&#1497;&#1497;&#1503; &#1492;&#1497;&#1497;&#1514;&#1492;
&#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1508;&#1514;&#1495; &#1497;&#1513;&#1493;&#1514; &#1502;&#1513;&#1500;&#1492;.<br>
<br>
&#1494;&#1492; &#1492;&#1513;&#1514;&#1504;&#1492;, &#1489;&#1488;&#1493;&#1508;&#1503; &#1497;&#1505;&#1493;&#1491;&#1497;, &#1499;&#1488;&#1513;&#1512; popclient &#1500;&#1502;&#1491;&#1492; &#1488;&#1497;&#1498; &#1500;&#1492;&#1508;&#1504;&#1493;&#1514; &#1491;&#1493;&#1488;&#1512; &#1513;&#1492;&#1493;&#1489;&#1488; &#1500;-port &#1513;&#1500;
SMTP. &#1488;&#1504;&#1497; &#1514;&#1499;&#1507; &#1488;&#1490;&#1497;&#1506; &#1500;&#1494;&#1492;. &#1488;&#1489;&#1500; &#1511;&#1493;&#1491;&#1501; &#1500;&#1499;&#1503;: &#1488;&#1502;&#1512;&#1514;&#1497; &#1502;&#1511;&#1493;&#1491;&#1501; &#1513;&#1492;&#1495;&#1500;&#1496;&#1514;&#1497; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513; &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;
&#1499;&#1491;&#1497; &#1500;&#1489;&#1495;&#1493;&#1503; &#1488;&#1514; &#1492;&#1514;&#1488;&#1493;&#1512;&#1497;&#1492; &#1513;&#1500;&#1497; &#1506;&#1500; &#1502;&#1492; &#1513;&#1500;&#1497;&#1504;&#1493;&#1505; &#1496;&#1493;&#1512;&#1489;&#1500;&#1491;&#1505; &#1506;&#1513;&#1492; &#1504;&#1499;&#1493;&#1503;. &#1488;&#1497;&#1498; (&#1488;&#1508;&#1513;&#1512; &#1500;&#1513;&#1488;&#1493;&#1500;) &#1506;&#1513;&#1497;&#1514;&#1497;
&#1494;&#1488;&#1514;? &#1489;&#1491;&#1512;&#1499;&#1497;&#1501; &#1492;&#1488;&#1500;&#1492;:<br>
<br>
<ul>
  <li>&#1513;&#1495;&#1512;&#1512;&#1514;&#1497; &#1502;&#1493;&#1511;&#1491;&#1501; &#1493;&#1492;&#1512;&#1489;&#1492; (&#1499;&#1502;&#1506;&#1496; &#1488;&#1507;-&#1500;&#1488;-&#1508;&#1506;&#1501; &#1508;&#1495;&#1493;&#1514; &#1502;&#1499;&#1500; &#1506;&#1513;&#1512;&#1492; &#1497;&#1502;&#1497;&#1501;; &#1489;&#1514;&#1511;&#1493;&#1508;&#1493;&#1514; &#1513;&#1500; &#1508;&#1497;&#1514;&#1493;&#1495;
&#1488;&#1497;&#1504;&#1496;&#1504;&#1505;&#1497;&#1489;&#1497; - &#1508;&#1506;&#1501; &#1489;&#1497;&#1493;&#1501;)</li>
  <li>&#1492;&#1490;&#1491;&#1500;&#1514;&#1497; &#1488;&#1514; &#1512;&#1513;&#1497;&#1502;&#1514; &#1489;&#1493;&#1491;&#1511;&#1497; &#1492;&#1489;&#1496;&#1488; &#1513;&#1500;&#1497; &#1506;&#1500; &#1497;&#1491;&#1497; &#1492;&#1493;&#1505;&#1508;&#1514; &#1499;&#1500; &#1502;&#1497; &#1513;&#1508;&#1504;&#1492; &#1488;&#1500;&#1497; &#1489;&#1511;&#1513;&#1512; &#1500;-fetchmail.</li>
  <li>&#1513;&#1500;&#1495;&#1514;&#1497; &#1492;&#1493;&#1491;&#1506;&#1493;&#1514; &#1502;&#1494;&#1502;&#1497;&#1504;&#1493;&#1514; &#1513;&#1497;&#1495;&#1492; &#1500;&#1512;&#1513;&#1497;&#1502;&#1514; &#1489;&#1493;&#1491;&#1511;&#1497; &#1492;&#1489;&#1496;&#1488; &#1489;&#1499;&#1500; &#1508;&#1506;&#1501; &#1513;&#1513;&#1495;&#1512;&#1512;&#1514;&#1497; &#1490;&#1512;&#1505;&#1492;, &#1493;&#1489;&#1499;&#1498;
&#1506;&#1493;&#1491;&#1491;&#1514;&#1497; &#1488;&#1504;&#1513;&#1497;&#1501; &#1500;&#1492;&#1513;&#1514;&#1514;&#1507;.</li>
  <li>&#1493;&#1492;&#1488;&#1494;&#1504;&#1514;&#1497; &#1500;&#1489;&#1493;&#1491;&#1511;&#1497;-&#1492;&#1489;&#1496;&#1488; &#1513;&#1500;&#1497;, &#1489;&#1499;&#1498; &#1513;&#1489;&#1497;&#1511;&#1513;&#1514;&#1497; &#1488;&#1514; &#1491;&#1506;&#1514;&#1501; &#1506;&#1500; &#1492;&#1495;&#1500;&#1496;&#1493;&#1514; &#1514;&#1499;&#1504;&#1493;&#1503; &#1493;&#1492;&#1495;&#1502;&#1488;&#1514;&#1497;
&#1500;&#1492;&#1501; &#1489;&#1499;&#1500; &#1508;&#1506;&#1501; &#1513;&#1492;&#1501; &#1513;&#1500;&#1495;&#1493; &#1496;&#1500;&#1488;&#1497;&#1501; &#1493;&#1502;&#1513;&#1493;&#1489;.</li>
</ul>
&#1492;&#1514;&#1513;&#1500;&#1493;&#1501; &#1502;&#1488;&#1502;&#1510;&#1506;&#1497;&#1501; &#1508;&#1513;&#1493;&#1496;&#1497;&#1501; &#1488;&#1500;&#1492; &#1492;&#1497;&#1492; &#1502;&#1497;&#1497;&#1491;&#1497;. &#1502;&#1492;&#1514;&#1495;&#1500;&#1514; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;, &#1511;&#1497;&#1489;&#1500;&#1514;&#1497; &#1491;&#1493;"&#1495;&#1493;&#1514; &#1506;&#1500; &#1489;&#1488;&#1490;&#1497;&#1501;
&#1502;&#1488;&#1497;&#1499;&#1493;&#1514; &#1513;&#1502;&#1512;&#1489;&#1497;&#1514; &#1492;&#1502;&#1508;&#1514;&#1495;&#1497;&#1501; &#1492;&#1497;&#1493; &#1492;&#1493;&#1512;&#1490;&#1497;&#1501; &#1489;&#1513;&#1489;&#1497;&#1500;&#1492;, &#1492;&#1512;&#1489;&#1492; &#1508;&#1506;&#1502;&#1497;&#1501; &#1502;&#1500;&#1493;&#1493;&#1497;&#1501; &#1489;&#1514;&#1497;&#1511;&#1493;&#1504;&#1497;&#1501; &#1496;&#1493;&#1489;&#1497;&#1501;.
&#1511;&#1497;&#1489;&#1500;&#1514;&#1497; &#1489;&#1497;&#1511;&#1493;&#1512;&#1514; &#1502;&#1495;&#1493;&#1513;&#1489;&#1514;, &#1511;&#1497;&#1489;&#1500;&#1514;&#1497; &#1491;&#1493;&#1488;&#1512; &#1513;&#1500; &#1502;&#1506;&#1512;&#1497;&#1510;&#1497;&#1501;, &#1493;&#1511;&#1497;&#1489;&#1500;&#1514;&#1497; &#1492;&#1510;&#1506;&#1493;&#1514; &#1495;&#1499;&#1502;&#1493;&#1514; &#1500;&#1497;&#1499;&#1493;&#1500;&#1493;&#1514;
&#1495;&#1491;&#1513;&#1493;&#1514;. &#1502;&#1492; &#1513;&#1502;&#1493;&#1489;&#1497;&#1500; &#1500;:<br>
<br>
<blockquote>10. &#1488;&#1501; &#1514;&#1514;&#1497;&#1497;&#1495;&#1505; &#1500;&#1489;&#1493;&#1491;&#1511;&#1497;-&#1492;&#1489;&#1496;&#1488; &#1513;&#1500;&#1498; &#1499;&#1488;&#1497;&#1500;&#1493; &#1492;&#1501; &#1492;&#1502;&#1513;&#1488;&#1489; &#1492;&#1497;&#1511;&#1512; &#1489;&#1497;&#1493;&#1514;&#1512; &#1513;&#1500;&#1498;, &#1492;&#1501;
&#1497;&#1513;&#1497;&#1489;&#1493; &#1489;&#1499;&#1498; &#1513;&#1497;&#1492;&#1508;&#1499;&#1493; &#1500;&#1502;&#1513;&#1488;&#1489; &#1492;&#1497;&#1511;&#1512; &#1489;&#1497;&#1493;&#1514;&#1512; &#1513;&#1500;&#1498;.<br>
</blockquote>
&#1502;&#1497;&#1491;&#1492; &#1488;&#1495;&#1514; &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1514; &#1513;&#1500; &#1492;&#1492;&#1510;&#1500;&#1495;&#1492; &#1513;&#1500; fetchmail &#1492;&#1497;&#1488; &#1492;&#1490;&#1493;&#1491;&#1500; &#1513;&#1500; &#1512;&#1513;&#1497;&#1502;&#1514; &#1489;&#1493;&#1491;&#1511;&#1497;-&#1492;&#1489;&#1496;&#1488;, fetchmail-friends,
&#1506;&#1510;&#1502;&#1493;. &#1489;&#1494;&#1502;&#1503; &#1513;&#1489;&#1493; &#1502;&#1488;&#1502;&#1512; &#1494;&#1492; &#1504;&#1506;&#1512;&#1498; &#1500;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; (&#1504;&#1493;&#1489;&#1502;&#1489;&#1512; 2000) &#1492;&#1497;&#1493; &#1500;&#1492; 287 &#1495;&#1489;&#1512;&#1497;&#1501; &#1493;&#1504;&#1493;&#1505;&#1508;&#1497;&#1501;
&#1500;&#1492; &#1513;&#1504;&#1497;&#1497;&#1501; &#1488;&#1493; &#1513;&#1500;&#1493;&#1513;&#1492; &#1502;&#1497;&#1491;&#1497; &#1513;&#1489;&#1493;&#1506;.<br>
<br>
&#1489;&#1506;&#1510;&#1501;, &#1499;&#1488;&#1513;&#1512; &#1506;&#1512;&#1499;&#1514;&#1497; &#1488;&#1514; &#1492;&#1502;&#1505;&#1502;&#1498; &#1489;&#1497;&#1502;&#1497;&#1501; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1497;&#1501; &#1513;&#1500; &#1502;&#1488;&#1497; 1997, &#1502;&#1510;&#1488;&#1514;&#1497; &#1513;&#1492;&#1512;&#1513;&#1497;&#1502;&#1492; &#1492;&#1514;&#1495;&#1497;&#1500;&#1492;
&#1500;&#1488;&#1489;&#1491; &#1495;&#1489;&#1512;&#1497;&#1501; &#1502;&#1492;&#1513;&#1497;&#1488; &#1513;&#1500; &#1511;&#1512;&#1493;&#1489; &#1500;300- &#1502;&#1505;&#1497;&#1489;&#1492; &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1514;. &#1502;&#1505;&#1508;&#1512; &#1488;&#1504;&#1513;&#1497;&#1501; &#1489;&#1497;&#1511;&#1513;&#1493; &#1502;&#1502;&#1504;&#1497; &#1500;&#1492;&#1493;&#1510;&#1497;&#1488;
&#1488;&#1493;&#1514;&#1501; &#1502;&#1492;&#1512;&#1513;&#1497;&#1502;&#1492; &#1502;&#1513;&#1493;&#1501; &#1513;-fetchmail &#1506;&#1493;&#1489;&#1491; &#1499;&#1500; &#1499;&#1498; &#1496;&#1493;&#1489; &#1489;&#1513;&#1489;&#1497;&#1500;&#1501; &#1513;&#1492;&#1501; &#1499;&#1489;&#1512; &#1500;&#1488; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1500;&#1512;&#1488;&#1493;&#1514;
&#1488;&#1514; &#1492;&#1514;&#1504;&#1493;&#1506;&#1492; &#1489;&#1512;&#1513;&#1497;&#1502;&#1492;! &#1497;&#1497;&#1514;&#1499;&#1503; &#1513;&#1494;&#1492; &#1495;&#1500;&#1511; &#1502;&#1502;&#1495;&#1494;&#1493;&#1512; &#1492;&#1495;&#1497;&#1497;&#1501; &#1492;&#1512;&#1490;&#1497;&#1500; &#1513;&#1500; &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1489;&#1505;&#1490;&#1504;&#1493;&#1503; &#1489;&#1494;&#1488;&#1512;
&#1489;&#1493;&#1490;&#1512;.<br>
<br>
<h2>Fetchmail &#1502;&#1514;&#1489;&#1490;&#1512;</h2>
&#1492;&#1504;&#1492; &#1492;&#1497;&#1497;&#1514;&#1497; &#1506;&#1501; &#1514;&#1499;&#1504;&#1493;&#1503; &#1497;&#1508;&#1492; &#1493;&#1495;&#1491;&#1513;&#1504;&#1497;, &#1511;&#1493;&#1491; &#1513;&#1497;&#1491;&#1506;&#1514;&#1497; &#1513;&#1506;&#1493;&#1489;&#1491; &#1496;&#1493;&#1489; &#1489;&#1490;&#1500;&#1500; &#1513;&#1492;&#1513;&#1514;&#1502;&#1513;&#1514;&#1497; &#1489;&#1493; &#1499;&#1500; &#1497;&#1493;&#1501;,
&#1493;&#1512;&#1513;&#1497;&#1502;&#1514; &#1489;&#1493;&#1491;&#1511;&#1497;-&#1489;&#1496;&#1488; &#1492;&#1490;&#1491;&#1500;&#1492; &#1489;&#1492;&#1514;&#1502;&#1491;&#1492;. &#1489;&#1492;&#1491;&#1512;&#1490;&#1492; &#1492;&#1490;&#1506;&#1514;&#1497; &#1500;&#1502;&#1505;&#1511;&#1504;&#1492; &#1513;&#1499;&#1489;&#1512; &#1500;&#1488; &#1492;&#1514;&#1506;&#1505;&#1511;&#1514;&#1497; &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;
&#1496;&#1512;&#1497;&#1489;&#1497;&#1488;&#1500;&#1497; &#1493;&#1508;&#1512;&#1496;&#1497; &#1513;&#1506;&#1513;&#1493;&#1497; &#1489;&#1502;&#1511;&#1512;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1513;&#1497;&#1502;&#1493;&#1513;&#1497; &#1500;&#1499;&#1502;&#1492; &#1488;&#1504;&#1513;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;. &#1492;&#1497;&#1497;&#1514;&#1492; &#1489;&#1497;&#1491;&#1497; &#1514;&#1493;&#1499;&#1504;&#1497;&#1514;
&#1513;&#1499;&#1500; &#1492;&#1488;&#1511;&#1512; &#1506;&#1501; &#1502;&#1506;&#1512;&#1499;&#1514; &#1497;&#1493;&#1504;&#1497;&#1511;&#1505; &#1493;&#1511;&#1513;&#1512; &#1491;&#1493;&#1488;&#1512; &#1513;&#1500; SLIP/PPP &#1489;&#1488;&#1502;&#1514; &#1510;&#1512;&#1497;&#1498;.<br>
<br>
&#1497;&#1495;&#1491; &#1506;&#1501; &#1497;&#1499;&#1493;&#1500;&#1514; &#1492;&#1492;&#1508;&#1504;&#1497;&#1497;&#1492; &#1489;&#1488;&#1502;&#1510;&#1506;&#1493;&#1514; SMTP, &#1492;&#1497;&#1488; &#1506;&#1511;&#1508;&#1492; &#1488;&#1514; &#1492;&#1514;&#1495;&#1512;&#1493;&#1514; &#1502;&#1505;&#1508;&#1497;&#1511; &#1512;&#1495;&#1493;&#1511; &#1499;&#1498; &#1513;&#1492;&#1497;&#1488;
&#1489;&#1488;&#1493;&#1508;&#1503; &#1508;&#1493;&#1496;&#1504;&#1510;&#1497;&#1488;&#1500;&#1497; &#1514;&#1492;&#1497;&#1492; "&#1511;&#1493;&#1496;&#1500;&#1514; &#1492;&#1511;&#1496;&#1490;&#1493;&#1512;&#1497;&#1492;", &#1488;&#1495;&#1514; &#1502;&#1488;&#1493;&#1514;&#1503; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1493;&#1514; &#1492;&#1511;&#1500;&#1488;&#1505;&#1497;&#1493;&#1514; &#1513;&#1502;&#1502;&#1500;&#1488;&#1514;
&#1488;&#1514; &#1492;&#1504;&#1497;&#1513;&#1492; &#1513;&#1500;&#1492; &#1489;&#1499;&#1494;&#1488;&#1514; &#1497;&#1499;&#1493;&#1500;&#1514; &#1513;&#1500;&#1488; &#1512;&#1511; &#1494;&#1493;&#1512;&#1511;&#1497;&#1501; &#1488;&#1514;&nbsp; &#1492;&#1495;&#1500;&#1493;&#1508;&#1493;&#1514; &#1492;&#1510;&#1497;&#1491;&#1492; &#1488;&#1500;&#1488; &#1490;&#1501; &#1499;&#1502;&#1506;&#1496;
&#1513;&#1493;&#1499;&#1495;&#1497;&#1501; &#1502;&#1492;&#1503;.<br>
<br>
&#1488;&#1504;&#1497; &#1495;&#1493;&#1513;&#1489; &#1513;&#1488;&#1497; &#1488;&#1508;&#1513;&#1512; &#1500;&#1499;&#1493;&#1493;&#1503; &#1488;&#1493; &#1500;&#1514;&#1499;&#1504;&#1503; &#1500;&#1492;&#1490;&#1497;&#1506; &#1500;&#1514;&#1493;&#1510;&#1488;&#1492; &#1499;&#1494;&#1488;&#1514;. &#1497;&#1513; &#1500;&#1492;&#1490;&#1512;&#1512; &#1500;&#1514;&#1493;&#1499;&#1492; &#1506;&#1500;-&#1497;&#1491;&#1497;
&#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1514;&#1499;&#1504;&#1493;&#1503; &#1499;&#1492; &#1495;&#1494;&#1511;&#1497;&#1501; &#1513;&#1488;&#1495;&#1512;&#1497;&#1492;&#1501; &#1492;&#1514;&#1493;&#1510;&#1488;&#1493;&#1514; &#1504;&#1512;&#1488;&#1493;&#1514; &#1499;&#1489;&#1500;&#1514;&#1497;-&#1504;&#1502;&#1504;&#1506;&#1493;&#1514;, &#1496;&#1489;&#1506;&#1497;&#1493;&#1514;, &#1488;&#1508;&#1497;&#1500;&#1493; &#1497;&#1497;&#1506;&#1493;&#1491;&#1497;&#1493;&#1514;.
&#1492;&#1491;&#1512;&#1498; &#1492;&#1497;&#1495;&#1497;&#1491;&#1492; &#1500;&#1502;&#1510;&#1493;&#1488; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1499;&#1488;&#1500;&#1492; &#1492;&#1497;&#1488; &#1500;&#1492;&#1506;&#1500;&#1493;&#1514; &#1492;&#1512;&#1489;&#1492; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; - &#1488;&#1493; &#1513;&#1497;&#1492;&#1497;&#1492; &#1492;&#1513;&#1497;&#1508;&#1493;&#1496;
&#1492;&#1492;&#1504;&#1491;&#1505;&#1497; &#1500;&#1511;&#1495;&#1514; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1496;&#1493;&#1489;&#1497;&#1501; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1502;&#1506;&#1489;&#1512; &#1500;&#1502;&#1492; &#1513;&#1488;&#1500;&#1492; &#1513;&#1492;&#1506;&#1500;&#1493; &#1488;&#1493;&#1514;&#1501; &#1495;&#1513;&#1489;&#1493; &#1513;&#1488;&#1508;&#1513;&#1512;
&#1500;&#1500;&#1499;&#1514; &#1488;&#1497;&#1514;&#1501;.<br>
<br>
&#1500;&#1488;&#1504;&#1491;&#1497; &#1496;&#1504;&#1504;&#1489;&#1488;&#1493;&#1501; &#1492;&#1497;&#1492; &#1492;&#1512;&#1506;&#1497;&#1493;&#1503; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497; &#1500;&#1489;&#1504;&#1493;&#1514; &#1497;&#1493;&#1504;&#1497;&#1511;&#1505; &#1508;&#1513;&#1493;&#1496; &#1513;&#1512;&#1509; &#1506;&#1500; &#1502;&#1495;&#1513;&#1489;&#1497; IBM PC, &#1500;&#1513;&#1497;&#1502;&#1493;&#1513;
&#1499;&#1499;&#1500;&#1497; &#1492;&#1493;&#1512;&#1488;&#1492; (&#1492;&#1493;&#1488; &#1511;&#1512;&#1488; &#1500;&#1493; Minix). &#1500;&#1497;&#1504;&#1493;&#1505; &#1496;&#1493;&#1512;&#1489;&#1500;&#1491;&#1505; &#1491;&#1495;&#1507; &#1488;&#1514; &#1512;&#1506;&#1497;&#1493;&#1503; &#1492;&#1502;&#1497;&#1504;&#1497;&#1511;&#1505; &#1512;&#1495;&#1493;&#1511; &#1497;&#1493;&#1514;&#1512;
&#1502;&#1502;&#1492; &#1513;&#1488;&#1504;&#1491;&#1512;&#1493; &#1495;&#1513;&#1489; &#1511;&#1512;&#1493;&#1489; &#1500;&#1493;&#1491;&#1488;&#1497; &#1513;&#1492;&#1493;&#1488; &#1497;&#1499;&#1493;&#1500; &#1500;&#1500;&#1499;&#1514; - &#1493;&#1492;&#1510;&#1502;&#1497;&#1495; &#1488;&#1493;&#1514;&#1493; &#1500;&#1502;&#1513;&#1492;&#1493; &#1504;&#1508;&#1500;&#1488;. &#1489;&#1488;&#1493;&#1514;&#1492; &#1491;&#1512;&#1498;
(&#1488;&#1501; &#1499;&#1497; &#1489;&#1511;&#1504;&#1492; &#1502;&#1497;&#1491;&#1492; &#1511;&#1496;&#1503; &#1497;&#1493;&#1514;&#1512;), &#1500;&#1511;&#1495;&#1514;&#1497; &#1502;&#1505;&#1508;&#1512; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; &#1511;&#1488;&#1512;&#1500; &#1492;&#1488;&#1512;&#1497;&#1505; &#1493;&#1492;&#1488;&#1512;&#1497; &#1492;&#1493;&#1510;'&#1492;&#1497;&#1497;&#1505;&#1512;
&#1493;&#1491;&#1495;&#1508;&#1514;&#1497; &#1488;&#1493;&#1514;&#1501; &#1495;&#1494;&#1511;. &#1488;&#1497;&#1513; &#1502;&#1488;&#1497;&#1514;&#1504;&#1493; &#1500;&#1488; &#1492;&#1497;&#1492; "&#1502;&#1511;&#1493;&#1512;&#1497;" &#1489;&#1491;&#1512;&#1498; &#1492;&#1512;&#1493;&#1502;&#1504;&#1496;&#1497;&#1514; &#1513;&#1488;&#1504;&#1513;&#1497;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1513;&#1502;&#1492;&#1493;&#1493;&#1492;
&#1490;&#1488;&#1493;&#1504;&#1493;&#1514;. &#1488;&#1493;&#1500;&#1501; &#1502;&#1488;&#1497;&#1491;&#1498;, &#1512;&#1493;&#1489; &#1492;&#1502;&#1491;&#1506; &#1493;&#1492;&#1492;&#1504;&#1491;&#1505;&#1492; &#1493;&#1508;&#1497;&#1514;&#1493;&#1495; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1488;&#1497;&#1504;&#1501; &#1504;&#1506;&#1513;&#1497;&#1501; &#1506;&#1500; &#1490;&#1488;&#1493;&#1504;&#1497;&#1501; &#1502;&#1511;&#1493;&#1512;&#1497;&#1497;&#1501;,
&#1489;&#1504;&#1497;&#1490;&#1493;&#1491; &#1500;&#1502;&#1497;&#1514;&#1493;&#1505;&#1497;&#1501; &#1513;&#1500; &#1492;&#1492;&#1488;&#1511;&#1512;&#1497;&#1501;.<br>
<br>
&#1488;&#1495;&#1514; &#1492;&#1497;&#1488;, &#1492;&#1514;&#1493;&#1510;&#1488;&#1493;&#1514; &#1506;&#1513;&#1493; &#1512;&#1493;&#1513;&#1501; - &#1500;&#1502;&#1506;&#1513;&#1492;, &#1494;&#1493;&#1492;&#1497; &#1505;&#1493;&#1490; &#1492;&#1492;&#1510;&#1500;&#1495;&#1492; &#1513;&#1499;&#1500; &#1492;&#1488;&#1511;&#1512; &#1495;&#1497; &#1489;&#1513;&#1489;&#1497;&#1500;&#1492;! &#1493;&#1492;&#1502;&#1513;&#1502;&#1506;&#1493;&#1514;
&#1513;&#1500;&#1492;&#1501; &#1492;&#1497;&#1497;&#1514;&#1492; &#1513;&#1488;&#1510;&#1496;&#1512;&#1498; &#1500;&#1492;&#1510;&#1497;&#1489; &#1488;&#1514; &#1492;&#1505;&#1496;&#1504;&#1491;&#1512;&#1496;&#1497;&#1501; &#1513;&#1500;&#1497; &#1488;&#1508;&#1497;&#1500;&#1493; &#1490;&#1489;&#1493;&#1492; &#1497;&#1493;&#1514;&#1512;. &#1499;&#1491;&#1497; &#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1514; fetcmail
&#1496;&#1493;&#1489; &#1499;&#1508;&#1497; &#1513;&#1512;&#1488;&#1497;&#1514;&#1497; &#1506;&#1513;&#1497;&#1493; &#1513;&#1492;&#1493;&#1488; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514;, &#1492;&#1497;&#1497;&#1514;&#1497; &#1510;&#1512;&#1497;&#1498; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1493;&#1514;&#1493; &#1500;&#1488; &#1512;&#1511; &#1500;&#1510;&#1512;&#1499;&#1497;&#1497;, &#1488;&#1500;&#1488;
&#1490;&#1501; &#1500;&#1499;&#1500;&#1493;&#1500; &#1493;&#1500;&#1514;&#1502;&#1493;&#1498; &#1489;&#1497;&#1499;&#1493;&#1500;&#1493;&#1514; &#1492;&#1491;&#1512;&#1493;&#1513;&#1493;&#1514; &#1500;&#1488;&#1495;&#1512;&#1497;&#1501; &#1488;&#1489;&#1500; &#1502;&#1495;&#1493;&#1509; &#1500;&#1514;&#1495;&#1493;&#1501; &#1513;&#1500;&#1497;. &#1493;&#1500;&#1506;&#1513;&#1493;&#1514; &#1494;&#1488;&#1514; &#1499;&#1513;&#1488;&#1504;&#1497;
&#1513;&#1493;&#1502;&#1512; &#1506;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1508;&#1513;&#1493;&#1496;&#1492; &#1493;&#1506;&#1502;&#1497;&#1491;&#1492;.<br>
<br>
&#1492;&#1497;&#1499;&#1493;&#1500;&#1514; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1493;&#1492;&#1499;&#1497; &#1495;&#1513;&#1493;&#1489;&#1492; &#1489;&#1502;&#1497;&#1491;&#1492; &#1502;&#1499;&#1512;&#1506;&#1514; &#1513;&#1499;&#1514;&#1489;&#1514;&#1497; &#1488;&#1495;&#1512;&#1497; &#1513;&#1492;&#1489;&#1504;&#1514;&#1497; &#1494;&#1488;&#1514; &#1492;&#1497;&#1497;&#1514;&#1492; &#1514;&#1502;&#1497;&#1499;&#1492; &#1489;-multidrop
- &#1492;&#1497;&#1499;&#1493;&#1500;&#1514; &#1500;&#1513;&#1500;&#1493;&#1507; &#1491;&#1493;&#1488;&#1512; &#1502;&#1514;&#1497;&#1489;&#1493;&#1514; &#1491;&#1493;&#1488;&#1512; &#1513;&#1510;&#1489;&#1512;&#1493; &#1488;&#1514; &#1499;&#1500; &#1492;&#1491;&#1493;&#1488;&#1512; &#1506;&#1489;&#1493;&#1512; &#1511;&#1489;&#1493;&#1510;&#1492; &#1513;&#1500; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501;,
&#1493;&#1488;&#1494; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1499;&#1500; &#1492;&#1493;&#1491;&#1506;&#1514; &#1491;&#1493;&#1488;&#1512; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1513;&#1492;&#1497;&#1488; &#1497;&#1493;&#1506;&#1491;&#1492; &#1488;&#1500;&#1497;&#1492;&#1501;.<br>
<br>
&#1492;&#1495;&#1500;&#1496;&#1514;&#1497; &#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1488;&#1514; &#1492;&#1514;&#1502;&#1497;&#1499;&#1492; &#1489;-multidrop &#1495;&#1500;&#1511;&#1497;&#1514; &#1502;&#1513;&#1493;&#1501; &#1513;&#1499;&#1502;&#1492; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1489;&#1497;&#1511;&#1513;&#1493; &#1488;&#1493;&#1514;&#1492; &#1504;&#1502;&#1512;&#1510;&#1493;&#1514;,
&#1488;&#1489;&#1500; &#1489;&#1506;&#1497;&#1511;&#1512; &#1502;&#1513;&#1493;&#1501; &#1513;&#1495;&#1513;&#1489;&#1514;&#1497; &#1513;&#1494;&#1492; &#1497;&#1504;&#1506;&#1512; &#1489;&#1488;&#1490;&#1497;&#1501; &#1502;&#1514;&#1493;&#1498; &#1511;&#1493;&#1491; &#1492;-single-drop &#1489;&#1499;&#1498; &#1513;&#1497;&#1499;&#1512;&#1497;&#1495; &#1488;&#1493;&#1514;&#1497;
&#1500;&#1496;&#1508;&#1500; &#1489;&#1502;&#1497;&#1506;&#1493;&#1503; &#1489;&#1499;&#1500;&#1500;&#1497;&#1493;&#1514; &#1502;&#1500;&#1488;&#1492;. &#1493;&#1499;&#1498; &#1494;&#1492; &#1489;&#1488;&#1502;&#1514; &#1492;&#1497;&#1492;. &#1500;&#1491;&#1488;&#1493;&#1490; &#1500;&#1499;&#1498; &#1513;&#1504;&#1497;&#1514;&#1493;&#1495; &#1492;&#1499;&#1514;&#1493;&#1489;&#1493;&#1514; &#1506;&#1500;-&#1508;&#1497;
<a href="http://info.internet.isi.edu:80/in-notes/rfc/files/rfc822.txt">RFC
822</a> &#1497;&#1506;&#1489;&#1493;&#1491; &#1499;&#1502;&#1493; &#1513;&#1510;&#1512;&#1497;&#1498; &#1500;&#1511;&#1495; &#1500;&#1497; &#1494;&#1502;&#1503; &#1512;&#1489; &#1489;&#1510;&#1493;&#1512;&#1492; &#1504;&#1497;&#1499;&#1512;&#1514;, &#1500;&#1488; &#1502;&#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1499;&#1500; &#1495;&#1500;&#1511; &#1497;&#1495;&#1497;&#1491;
&#1513;&#1500;&#1493; &#1492;&#1493;&#1488; &#1511;&#1513;&#1492; &#1488;&#1500;&#1488; &#1502;&#1513;&#1493;&#1501; &#1513;&#1492;&#1493;&#1488; &#1504;&#1494;&#1511;&#1511; &#1500;&#1506;&#1512;&#1502;&#1492; &#1513;&#1500; &#1508;&#1512;&#1496;&#1497;&#1501; &#1511;&#1508;&#1512;&#1497;&#1494;&#1488;&#1497;&#1497;&#1501; &#1493;&#1514;&#1500;&#1493;&#1497;&#1497;&#1501; &#1488;&#1495;&#1491; &#1489;&#1513;&#1504;&#1497;.<br>
<br>
&#1488;&#1489;&#1500; &#1502;&#1497;&#1506;&#1493;&#1503; multidrop &#1492;&#1514;&#1489;&#1512;&#1512; &#1490;&#1501;-&#1499;&#1503; &#1499;&#1492;&#1495;&#1500;&#1496;&#1514; &#1514;&#1499;&#1504;&#1493;&#1503; &#1502;&#1510;&#1493;&#1497;&#1504;&#1514;. &#1492;&#1504;&#1492; &#1492;&#1505;&#1497;&#1489;&#1492; &#1513;&#1488;&#1504;&#1497; &#1497;&#1493;&#1491;&#1506; &#1494;&#1488;&#1514;:<br>
<br>
<blockquote>14. &#1499;&#1500; &#1499;&#1500;&#1497; &#1510;&#1512;&#1497;&#1498; &#1500;&#1492;&#1497;&#1493;&#1514; &#1513;&#1497;&#1502;&#1493;&#1513;&#1497; &#1489;&#1491;&#1512;&#1498; &#1500;&#1488; &#1510;&#1508;&#1493;&#1497;&#1492;, &#1488;&#1489;&#1500; &#1499;&#1500;&#1497; &#1496;&#1493;&#1489; &#1489;&#1488;&#1502;&#1514; &#1504;&#1493;&#1514;&#1503;
&#1506;&#1510;&#1502;&#1493; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513;&#1497;&#1501; &#1513;&#1500;&#1488; &#1510;&#1508;&#1497;&#1514; &#1488;&#1493;&#1514;&#1501; &#1502;&#1506;&#1493;&#1500;&#1501;.<br>
  <br>
</blockquote>
&#1492;&#1513;&#1497;&#1502;&#1493;&#1513; &#1492;&#1489;&#1500;&#1514;&#1497;-&#1510;&#1508;&#1493;&#1497; &#1500;-fetchmail &#1489;&#1502;&#1510;&#1489; multidrop &#1492;&#1493;&#1488; &#1500;&#1504;&#1492;&#1500; &#1512;&#1513;&#1497;&#1502;&#1493;&#1514; &#1514;&#1508;&#1493;&#1510;&#1492; &#1499;&#1488;&#1513;&#1512; &#1492;&#1512;&#1513;&#1497;&#1502;&#1492;
&#1504;&#1513;&#1502;&#1512;&#1514;, &#1493;&#1492;&#1512;&#1495;&#1489;&#1514; &#1492;&#1499;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1504;&#1506;&#1513;&#1497;&#1514;, &#1489;&#1510;&#1491; &#1492;<u>&#1500;&#1511;&#1493;&#1495;</u> &#1513;&#1500; &#1495;&#1497;&#1489;&#1493;&#1512; &#1492;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;. &#1492;&#1502;&#1513;&#1502;&#1506;&#1493;&#1514;
&#1513;&#1500; &#1494;&#1492; &#1492;&#1497;&#1488; &#1513;&#1502;&#1497;&#1513;&#1492;&#1493; &#1513;&#1502;&#1504;&#1492;&#1500; &#1502;&#1495;&#1513;&#1489; &#1508;&#1512;&#1496;&#1497; &#1491;&#1512;&#1498; &#1495;&#1513;&#1489;&#1493;&#1503; &#1506;&#1501; &#1505;&#1508;&#1511; &#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496; &#1497;&#1499;&#1493;&#1500; &#1500;&#1504;&#1492;&#1500; &#1512;&#1513;&#1497;&#1502;&#1514;
&#1514;&#1508;&#1493;&#1510;&#1492; &#1500;&#1500;&#1488; &#1490;&#1497;&#1513;&#1492; &#1502;&#1514;&#1502;&#1491;&#1514; &#1500;&#1511;&#1489;&#1510;&#1497; &#1492;&#1499;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1513;&#1500; &#1492;&#1505;&#1508;&#1511;.<br>
<br>
&#1506;&#1493;&#1491; &#1513;&#1497;&#1504;&#1493;&#1497; &#1495;&#1513;&#1493;&#1489; &#1513;&#1491;&#1512;&#1513;&#1493; &#1489;&#1493;&#1491;&#1511;&#1497;-&#1492;&#1489;&#1496;&#1488; &#1513;&#1500;&#1497; &#1492;&#1497;&#1492; &#1514;&#1502;&#1497;&#1499;&#1492; &#1489;&#1508;&#1506;&#1493;&#1500;&#1492; &#1502;&#1489;&#1493;&#1505;&#1505;&#1514; &#1506;&#1500; MIME (Multipurpose
Internet Mail Extensions) &#1513;&#1500; 8 &#1505;&#1497;&#1489;&#1497;&#1493;&#1514;. &#1494;&#1492; &#1492;&#1497;&#1492; &#1491;&#1497; &#1511;&#1500; &#1500;&#1506;&#1513;&#1493;&#1514;, &#1502;&#1508;&#1504;&#1497; &#1513;&#1504;&#1494;&#1492;&#1512;&#1514;&#1497; &#1500;&#1513;&#1502;&#1493;&#1512;
&#1506;&#1500; &#1492;&#1511;&#1493;&#1491; &#1504;&#1511;&#1497; &#1502;&#1489;&#1495;&#1497;&#1504;&#1514; 8 &#1505;&#1497;&#1489;&#1497;&#1493;&#1514; (&#1499;&#1500;&#1493;&#1502;&#1512;, &#1500;&#1488; &#1500;&#1512;&#1514;&#1493;&#1501; &#1488;&#1514; &#1492;&#1505;&#1497;&#1489;&#1497;&#1514; &#1492;&#1513;&#1502;&#1497;&#1504;&#1497;&#1514;, &#1513;&#1492;&#1497;&#1488; &#1500;&#1488; &#1489;&#1513;&#1497;&#1502;&#1493;&#1513;
&#1489;&#1505;&#1496; &#1514;&#1493;&#1493;&#1497; &#1492;-ASCII, &#1500;&#1513;&#1512;&#1493;&#1514; &#1499;&#1491;&#1497; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1502;&#1497;&#1491;&#1506; &#1489;&#1514;&#1493;&#1498; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514;). &#1500;&#1488; &#1502;&#1508;&#1504;&#1497; &#1513;&#1510;&#1508;&#1497;&#1514;&#1497; &#1488;&#1514;
&#1492;&#1491;&#1512;&#1497;&#1513;&#1492; &#1500;&#1497;&#1499;&#1493;&#1500;&#1514; &#1494;&#1488;&#1514;, &#1488;&#1500;&#1488; &#1491;&#1493;&#1493;&#1511;&#1488; &#1502;&#1514;&#1493;&#1498; &#1510;&#1497;&#1493;&#1514; &#1500;&#1495;&#1493;&#1511; &#1504;&#1493;&#1505;&#1507;:<br>
<br>
<blockquote>15. &#1489;&#1499;&#1514;&#1497;&#1489;&#1514; &#1514;&#1493;&#1499;&#1504;&#1514; &#1504;&#1497;&#1514;&#1493;&#1489; &#1502;&#1499;&#1500; &#1505;&#1493;&#1490;, &#1492;&#1513;&#1514;&#1491;&#1500; &#1500;&#1492;&#1508;&#1512;&#1497;&#1506; &#1500;&#1494;&#1512;&#1501; &#1492;&#1502;&#1497;&#1491;&#1506; &#1502;&#1506;&#1496; &#1499;&#1499;&#1500;
&#1492;&#1488;&#1508;&#1513;&#1512;, &#1493;&#1500;&#1506;&#1493;&#1500;&#1501; &#1488;&#1500; &#1514;&#1494;&#1512;&#1493;&#1511; &#1488;&#1497;&#1504;&#1508;&#1493;&#1512;&#1502;&#1510;&#1497;&#1492; &#1488;&#1500;&#1488; &#1488;&#1501; &#1499;&#1503; &#1492;&#1504;&#1502;&#1506;&#1503; &#1502;&#1499;&#1512;&#1497;&#1495; &#1488;&#1493;&#1514;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514; &#1494;&#1488;&#1514;!<br>
</blockquote>
&#1488;&#1497;&#1500;&#1493; &#1500;&#1488; &#1510;&#1497;&#1497;&#1514;&#1514;&#1497; &#1500;&#1495;&#1493;&#1511; &#1494;&#1492;, &#1514;&#1502;&#1497;&#1499;&#1492; &#1489;-MIME &#1513;&#1500; 8 &#1505;&#1497;&#1489;&#1497;&#1493;&#1514; &#1492;&#1497;&#1497;&#1514;&#1492; &#1511;&#1513;&#1492; &#1493;&#1502;&#1500;&#1488;&#1514; &#1513;&#1490;&#1497;&#1488;&#1493;&#1514;.
&#1499;&#1508;&#1497; &#1513;&#1494;&#1492; &#1492;&#1497;&#1492;, &#1499;&#1500; &#1513;&#1492;&#1497;&#1497;&#1514;&#1497; &#1510;&#1512;&#1497;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514; &#1492;&#1493;&#1488; &#1500;&#1511;&#1512;&#1493;&#1488; &#1488;&#1514; &#1505;&#1496;&#1504;&#1491;&#1512;&#1491; &#1492;-MIME (<a
 href="http://info.internet.isi.edu:80/in-notes/rfc/files/rfc1652.txt">RFC
1652</a>( &#1493;&#1500;&#1492;&#1493;&#1505;&#1497;&#1507; &#1495;&#1500;&#1511; &#1511;&#1496;&#1503; &#1513;&#1500; &#1502;&#1492; &#1489;&#1499;&#1498; &#1513;&#1500; &#1500;&#1493;&#1490;&#1497;&#1511;&#1514; &#1497;&#1510;&#1497;&#1512;&#1514;-&#1492;&#1499;&#1493;&#1514;&#1512;.<br>
<br>
&#1499;&#1502;&#1492; &#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1488;&#1497;&#1512;&#1493;&#1508;&#1488;&#1497;&#1501; &#1492;&#1496;&#1512;&#1497;&#1491;&#1493; &#1488;&#1493;&#1514;&#1497; &#1506;&#1491; &#1500;&#1499;&#1498; &#1513;&#1492;&#1493;&#1505;&#1508;&#1514;&#1497; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1492;&#1490;&#1489;&#1497;&#1500; &#1488;&#1514; &#1502;&#1505;&#1508;&#1512; &#1492;&#1492;&#1493;&#1491;&#1506;&#1493;&#1514;
&#1513;&#1502;&#1493;&#1489;&#1488;&#1493;&#1514; &#1489;&#1492;&#1512;&#1510;&#1492; &#1513;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; (&#1499;&#1491;&#1497; &#1513;&#1492;&#1501; &#1497;&#1493;&#1499;&#1500;&#1493; &#1500;&#1513;&#1500;&#1493;&#1496; &#1506;&#1500; &#1492;&#1506;&#1500;&#1493;&#1514; &#1513;&#1491;&#1493;&#1512;&#1513;&#1493;&#1514; &#1502;&#1492;&#1501; &#1512;&#1513;&#1514;&#1493;&#1514;
&#1492;&#1496;&#1500;&#1508;&#1493;&#1503; &#1492;&#1497;&#1511;&#1512;&#1493;&#1514; &#1513;&#1500;&#1492;&#1501;). &#1504;&#1502;&#1504;&#1506;&#1514;&#1497; &#1502;&#1499;&#1498; &#1494;&#1502;&#1503; &#1512;&#1489;, &#1493;&#1488;&#1504;&#1497; &#1506;&#1491;&#1497;&#1497;&#1503; &#1500;&#1488; &#1500;&#1490;&#1502;&#1512;&#1497; &#1502;&#1512;&#1493;&#1510;&#1492; &#1502;&#1499;&#1498;. &#1488;&#1489;&#1500;
&#1488;&#1501; &#1488;&#1514;&#1492; &#1499;&#1493;&#1514;&#1489; &#1489;&#1513;&#1489;&#1497;&#1500; &#1492;&#1506;&#1493;&#1500;&#1501;, &#1506;&#1500;&#1497;&#1498; &#1500;&#1492;&#1488;&#1494;&#1497;&#1503; &#1500;&#1500;&#1511;&#1493;&#1495;&#1493;&#1514; &#1513;&#1500;&#1498; - &#1494;&#1492; &#1500;&#1488; &#1502;&#1513;&#1514;&#1504;&#1492; &#1512;&#1511; &#1489;&#1490;&#1500;&#1500; &#1513;&#1492;&#1501;
&#1500;&#1488; &#1502;&#1513;&#1500;&#1502;&#1497;&#1501; &#1500;&#1498; &#1499;&#1505;&#1507;.<br>
<br>
<h2>&#1502;&#1505;&#1508;&#1512; &#1500;&#1511;&#1495;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1502;-Fetchmail</h2>
&#1500;&#1508;&#1504;&#1497; &#1513;&#1504;&#1495;&#1494;&#1493;&#1512; &#1500;&#1506;&#1504;&#1497;&#1497;&#1504;&#1497; &#1492;&#1504;&#1491;&#1505;&#1514;-&#1514;&#1493;&#1499;&#1504;&#1492; &#1499;&#1500;&#1500;&#1497;&#1514;, &#1497;&#1513;&#1504;&#1501; &#1502;&#1505;&#1508;&#1512; &#1504;&#1493;&#1505;&#1507; &#1513;&#1500; &#1500;&#1511;&#1495;&#1497;&#1501; &#1508;&#1512;&#1496;&#1497;&#1497;&#1501; &#1502;&#1492;&#1504;&#1505;&#1497;&#1493;&#1503;
&#1513;&#1500;&#1497; &#1506;&#1501; fetchmail &#1513;&#1488;&#1508;&#1513;&#1512; &#1500;&#1492;&#1514;&#1506;&#1502;&#1511; &#1489;&#1492;&#1501;. &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1500;&#1500;&#1488; &#1512;&#1511;&#1506; &#1496;&#1499;&#1504;&#1497; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1489;&#1489;&#1496;&#1495;&#1492; &#1500;&#1491;&#1500;&#1490; &#1506;&#1500;
&#1495;&#1500;&#1511; &#1494;&#1492;.<br>
<br>
&#1514;&#1495;&#1489;&#1497;&#1512; &#1511;&#1493;&#1489;&#1509; &#1492;-rc (&#1513;&#1500;&#1497;&#1496;&#1492;) &#1499;&#1493;&#1500;&#1500; &#1488;&#1508;&#1513;&#1512;&#1493;&#1514; &#1500;&#1513;&#1497;&#1501; &#1502;&#1497;&#1500;&#1493;&#1514;-&#1502;&#1508;&#1514;&#1495; &#1513;&#1500; "&#1512;&#1506;&#1513;" &#1513;&#1492;&#1502;&#1508;&#1506;&#1504;&#1495; &#1502;&#1514;&#1506;&#1500;&#1501;
&#1502;&#1492;&#1503; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503;. &#1492;&#1514;&#1495;&#1489;&#1497;&#1512; &#1491;&#1502;&#1493;&#1497;-&#1492;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514; &#1513;&#1492;&#1503; &#1502;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514;&nbsp; &#1492;&#1493;&#1488; &#1489;&#1502;&#1497;&#1491;&#1492; &#1504;&#1497;&#1499;&#1512;&#1514; &#1497;&#1493;&#1514;&#1512; &#1511;&#1512;&#1497;&#1488;
&#1502;&#1494;&#1493;&#1490;&#1493;&#1514; &#1492;&#1502;&#1508;&#1514;&#1495;-&#1506;&#1512;&#1498; &#1492;&#1502;&#1505;&#1493;&#1512;&#1514;&#1497;&#1493;&#1514; &#1492;&#1514;&#1502;&#1510;&#1497;&#1514;&#1497;&#1493;&#1514; &#1513;&#1502;&#1511;&#1489;&#1500;&#1497;&#1501; &#1499;&#1488;&#1513;&#1512; &#1502;&#1505;&#1497;&#1512;&#1497;&#1501; &#1488;&#1514; &#1499;&#1493;&#1500;&#1503;.<br>
<br>
&#1492;&#1503; &#1492;&#1514;&#1495;&#1497;&#1500;&#1493; &#1499;&#1504;&#1497;&#1505;&#1493;&#1497; &#1513;&#1504;&#1506;&#1513;&#1492; &#1502;&#1488;&#1493;&#1495;&#1512; &#1489;&#1500;&#1497;&#1500;&#1492; &#1499;&#1488;&#1513;&#1512; &#1513;&#1502;&#1514;&#1497; &#1500;&#1489; &#1506;&#1491; &#1499;&#1502;&#1492; &#1492;&#1510;&#1492;&#1512;&#1493;&#1514; &#1511;&#1493;&#1489;&#1509; &#1492;-rc &#1492;&#1514;&#1495;&#1497;&#1500;&#1493;
&#1500;&#1491;&#1502;&#1493;&#1514; &#1500;&#1502;&#1497;&#1504;&#1497;-&#1513;&#1508;&#1492; &#1492;&#1495;&#1500;&#1496;&#1514;&#1497;&#1514;. (&#1494;&#1488;&#1514; &#1492;&#1505;&#1497;&#1489;&#1492; &#1492;&#1505;&#1497;&#1489;&#1492; &#1502;&#1491;&#1493;&#1506; &#1513;&#1497;&#1504;&#1497;&#1514;&#1497; &#1488;&#1514; &#1502;&#1497;&#1500;&#1514;-&#1492;&#1502;&#1508;&#1514;&#1495; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497;&#1514;
&#1513;&#1500; popclient - "server" &#1500;- "poll").<br>
<br>
&#1504;&#1491;&#1502;&#1492; &#1492;&#1497;&#1492; &#1500;&#1497; &#1513;&#1492;&#1504;&#1505;&#1497;&#1493;&#1503; &#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1514; &#1488;&#1493;&#1514;&#1492; &#1502;&#1497;&#1504;&#1497;-&#1513;&#1508;&#1492; &#1492;&#1495;&#1500;&#1496;&#1514;&#1497;&#1514; &#1491;&#1493;&#1502;&#1492; &#1497;&#1493;&#1514;&#1512; &#1500;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;, &#1506;&#1513;&#1493;&#1497;
&#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1493;&#1514;&#1492; &#1511;&#1500;&#1492; &#1497;&#1493;&#1514;&#1512; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513;. &#1499;&#1506;&#1514;, &#1506;&#1500; &#1488;&#1507; &#1513;&#1488;&#1504;&#1497; &#1495;&#1505;&#1497;&#1491; &#1502;&#1513;&#1493;&#1499;&#1504;&#1506; &#1513;&#1500; &#1488;&#1505;&#1499;&#1493;&#1500;&#1514; &#1492;&#1514;&#1499;&#1504;&#1493;&#1503;
&#1513;&#1500; "&#1492;&#1508;&#1493;&#1498; &#1494;&#1488;&#1514; &#1500;&#1513;&#1508;&#1492;" &#1499;&#1508;&#1497; &#1513;&#1492;&#1497;&#1488; &#1502;&#1493;&#1491;&#1490;&#1502;&#1514; &#1506;&#1500; &#1497;&#1491;&#1497; Emacs &#1493;-HTML &#1493;&#1502;&#1504;&#1493;&#1506;&#1497; &#1489;&#1505;&#1497;&#1505;-&#1504;&#1514;&#1493;&#1504;&#1497;&#1501;
&#1512;&#1489;&#1497;&#1501;, &#1488;&#1497;&#1504;&#1504;&#1497; &#1489;&#1491;&#1512;&#1498;-&#1499;&#1500;&#1500; &#1488;&#1493;&#1492;&#1491; &#1514;&#1495;&#1489;&#1497;&#1512;&#1497;&#1501; "&#1491;&#1502;&#1493;&#1497;&#1497;-&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;".<br>
<br>
&#1489;&#1488;&#1493;&#1508;&#1503; &#1502;&#1505;&#1493;&#1512;&#1514;&#1497; &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1504;&#1496;&#1493; &#1500;&#1492;&#1506;&#1491;&#1497;&#1507; &#1514;&#1495;&#1489;&#1497;&#1512;&#1497; &#1513;&#1500;&#1497;&#1496;&#1492; &#1502;&#1488;&#1493;&#1491; &#1502;&#1491;&#1493;&#1497;&#1511;&#1497;&#1501; &#1493;&#1514;&#1502;&#1510;&#1497;&#1514;&#1497;&#1497;&#1501; &#1493;&#1500;&#1500;&#1488;
&#1499;&#1500; &#1497;&#1497;&#1514;&#1493;&#1512;. &#1494;&#1493;&#1492;&#1497; &#1502;&#1493;&#1512;&#1513;&#1514; &#1514;&#1512;&#1489;&#1493;&#1514;&#1497;&#1514; &#1502;&#1492;&#1494;&#1502;&#1503; &#1513;&#1489;&#1493; &#1502;&#1513;&#1488;&#1489;&#1497; &#1502;&#1495;&#1513;&#1489; &#1492;&#1497;&#1493; &#1497;&#1511;&#1512;&#1497;&#1501;, &#1506;&#1491; &#1513;&#1513;&#1500;&#1489;&#1497; &#1492;&#1508;&#1506;&#1504;&#1493;&#1495;
&#1492;&#1497;&#1493; &#1510;&#1512;&#1497;&#1499;&#1497;&#1501; &#1500;&#1492;&#1497;&#1493;&#1514; &#1494;&#1493;&#1500;&#1497;&#1501; &#1493;&#1508;&#1513;&#1493;&#1496;&#1497;&#1501; &#1499;&#1499;&#1500; &#1492;&#1488;&#1508;&#1513;&#1512;. &#1488;&#1504;&#1490;&#1500;&#1497;&#1514; &#1506;&#1501; &#1497;&#1497;&#1514;&#1493;&#1512; &#1513;&#1500; &#1499;50%-, &#1504;&#1512;&#1488;&#1514;&#1492;
&#1499;&#1502;&#1493;&#1491;&#1500; &#1502;&#1488;&#1493;&#1491; &#1500;&#1488; &#1492;&#1493;&#1500;&#1501; &#1488;&#1494;.<br>
<br>
&#1494;&#1493; &#1488;&#1497;&#1504;&#1492; &#1492;&#1505;&#1497;&#1489;&#1492; &#1513;&#1500;&#1497; &#1500;&#1499;&#1498; &#1513;&#1488;&#1504;&#1497; &#1489;&#1491;&#1512;&#1498;-&#1499;&#1500;&#1500; &#1504;&#1502;&#1504;&#1506; &#1502;&#1514;&#1495;&#1489;&#1497;&#1512;&#1497;&#1501; &#1491;&#1502;&#1493;&#1497;&#1497;-&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;; &#1488;&#1504;&#1497; &#1502;&#1494;&#1499;&#1497;&#1512;
&#1494;&#1488;&#1514; &#1499;&#1488;&#1503; &#1512;&#1511; &#1499;&#1491;&#1497; &#1500;&#1492;&#1512;&#1493;&#1505; &#1488;&#1493;&#1514;&#1492;. &#1506;&#1501; &#1502;&#1492;&#1497;&#1512;&#1493;&#1514; &#1493;&#1500;&#1497;&#1489;&#1493;&#1514; &#1494;&#1493;&#1500;&#1493;&#1514;, &#1514;&#1502;&#1510;&#1497;&#1514;&#1497;&#1493;&#1514; &#1488;&#1497;&#1504;&#1492; &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514;
&#1502;&#1496;&#1512;&#1492; &#1489;&#1508;&#1504;&#1497; &#1506;&#1510;&#1502;&#1492;. &#1489;&#1497;&#1502;&#1497;&#1501; &#1488;&#1500;&#1492;, &#1494;&#1492; &#1497;&#1493;&#1514;&#1512; &#1495;&#1513;&#1493;&#1489; &#1500;&#1513;&#1508;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1504;&#1493;&#1495;&#1492; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1502;&#1488;&#1513;&#1512; &#1494;&#1493;&#1500;&#1492;
&#1500;&#1502;&#1495;&#1513;&#1489;.<br>
<br>
&#1504;&#1513;&#1488;&#1512;&#1493; &#1506;&#1491;&#1497;&#1497;&#1503;, &#1500;&#1502;&#1512;&#1493;&#1514; &#1494;&#1488;&#1514;, &#1505;&#1497;&#1489;&#1493;&#1514; &#1496;&#1493;&#1489;&#1493;&#1514; &#1500;&#1492;&#1497;&#1494;&#1492;&#1512;. &#1488;&#1495;&#1514; &#1492;&#1497;&#1488; &#1506;&#1500;&#1493;&#1514; &#1492;&#1505;&#1497;&#1489;&#1493;&#1499;&#1497;&#1493;&#1514; &#1513;&#1500; &#1513;&#1500;&#1489;
&#1492;&#1508;&#1506;&#1504;&#1493;&#1495; - &#1500;&#1488; &#1499;&#1491;&#1488;&#1497; &#1500;&#1492;&#1506;&#1500;&#1493;&#1514; &#1488;&#1493;&#1514;&#1493; &#1500;&#1502;&#1510;&#1489; &#1513;&#1489;&#1493; &#1492;&#1493;&#1488; &#1502;&#1511;&#1493;&#1512; &#1502;&#1513;&#1502;&#1506;&#1493;&#1514;&#1497; &#1513;&#1500; &#1489;&#1488;&#1490;&#1497;&#1501; &#1493;&#1489;&#1500;&#1489;&#1493;&#1500; &#1500;&#1502;&#1513;&#1514;&#1502;&#1513;
&#1489;&#1508;&#1504;&#1497; &#1506;&#1510;&#1502;&#1493;. &#1505;&#1497;&#1489;&#1492; &#1504;&#1493;&#1505;&#1508;&#1514; &#1492;&#1497;&#1488; &#1513;&#1504;&#1505;&#1497;&#1493;&#1503; &#1500;&#1492;&#1508;&#1493;&#1498; &#1514;&#1495;&#1489;&#1497;&#1512; &#1513;&#1500; &#1513;&#1508;&#1492; &#1491;&#1493;&#1502;&#1492; &#1500;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514; &#1500;&#1506;&#1497;&#1514;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1493;&#1514;
&#1491;&#1493;&#1512;&#1513; &#1513;&#1492;"&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;" &#1513;&#1492;&#1493;&#1488; &#1497;&#1491;&#1489;&#1512; &#1514;&#1506;&#1493;&#1493;&#1514; &#1489;&#1488;&#1493;&#1508;&#1503; &#1512;&#1510;&#1497;&#1504;&#1497;, &#1506;&#1491; &#1499;&#1491;&#1497; &#1499;&#1498; &#1492;&#1512;&#1489;&#1492; &#1513;&#1492;&#1491;&#1502;&#1497;&#1493;&#1503; &#1492;&#1513;&#1497;&#1496;&#1495;&#1497;
&#1500;&#1513;&#1508;&#1492; &#1496;&#1489;&#1506;&#1497;&#1514; &#1492;&#1493;&#1488; &#1502;&#1489;&#1500;&#1489;&#1500; &#1499;&#1508;&#1497; &#1513;&#1514;&#1495;&#1489;&#1497;&#1512; &#1502;&#1505;&#1493;&#1512;&#1514;&#1497; &#1492;&#1497;&#1492; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514;. (&#1504;&#1497;&#1514;&#1503; &#1500;&#1512;&#1488;&#1493;&#1514; &#1514;&#1493;&#1508;&#1506;&#1492;
&#1500;&#1488; &#1512;&#1510;&#1493;&#1497;&#1492; &#1494;&#1493; &#1489;&#1492;&#1512;&#1489;&#1492; &#1502;&#1513;&#1508;&#1493;&#1514; "&#1491;&#1493;&#1512; &#1512;&#1489;&#1497;&#1506;&#1497;" (&#1499;&#1508;&#1497; &#1513;&#1492;&#1503; &#1504;&#1511;&#1512;&#1488;&#1493;&#1514;) &#1493;&#1513;&#1508;&#1493;&#1514; &#1502;&#1505;&#1495;&#1512;&#1497;&#1493;&#1514; &#1500;&#1489;&#1497;&#1510;&#1493;&#1506;
&#1513;&#1488;&#1497;&#1500;&#1514;&#1493;&#1514; &#1506;&#1500; &#1489;&#1505;&#1497;&#1505;&#1497; &#1504;&#1514;&#1493;&#1504;&#1497;&#1501;.<br>
<br>
&#1504;&#1512;&#1488;&#1492; &#1513;&#1514;&#1495;&#1489;&#1497;&#1512; &#1492;&#1513;&#1500;&#1497;&#1496;&#1492; &#1513;&#1500; fetchmail &#1504;&#1502;&#1504;&#1506; &#1502;&#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1500;&#1492; &#1502;&#1513;&#1493;&#1501; &#1513;&#1514;&#1495;&#1493;&#1501; &#1492;&#1513;&#1508;&#1492; &#1492;&#1493;&#1488; &#1502;&#1493;&#1490;&#1489;&#1500;
&#1502;&#1488;&#1493;&#1491;. &#1492;&#1493;&#1488; &#1488;&#1497;&#1504;&#1493; &#1511;&#1512;&#1493;&#1489; &#1500;&#1513;&#1508;&#1492; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513;-&#1499;&#1500;&#1500;&#1497;; &#1492;&#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1492;&#1493;&#1488; &#1488;&#1493;&#1502;&#1512; &#1492;&#1501; &#1508;&#1513;&#1493;&#1496; &#1500;&#1488; &#1502;&#1488;&#1493;&#1491; &#1502;&#1505;&#1493;&#1489;&#1499;&#1497;&#1501;,
&#1499;&#1498; &#1513;&#1497;&#1513; &#1508;&#1493;&#1496;&#1504;&#1510;&#1497;&#1488;&#1500; &#1511;&#1496;&#1503; &#1500;&#1489;&#1500;&#1489;&#1493;&#1500; &#1489;&#1502;&#1506;&#1489;&#1512; &#1502;&#1495;&#1513;&#1489;&#1514;&#1497; &#1489;&#1497;&#1503; &#1495;&#1500;&#1511; &#1502;&#1494;&#1506;&#1512;&#1497; &#1513;&#1500; &#1488;&#1504;&#1490;&#1500;&#1497;&#1514;, &#1493;&#1513;&#1508;&#1514; &#1492;&#1513;&#1500;&#1497;&#1496;&#1492;
&#1506;&#1510;&#1502;&#1492;. &#1500;&#1491;&#1506;&#1514;&#1497;, &#1497;&#1513; &#1499;&#1488;&#1503; &#1500;&#1511;&#1495; &#1512;&#1495;&#1489; &#1497;&#1493;&#1514;&#1512;:<br>
<br>
<blockquote>16. &#1499;&#1488;&#1513;&#1512; &#1492;&#1513;&#1508;&#1492; &#1513;&#1500;&#1498; &#1488;&#1497;&#1504;&#1492; &#1511;&#1512;&#1493;&#1489;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1513;&#1500;&#1502;&#1514;-&#1496;&#1497;&#1493;&#1512;&#1497;&#1504;&#1490;, &#1505;&#1493;&#1499;&#1512; &#1514;&#1495;&#1489;&#1497;&#1512;&#1497;
&#1497;&#1499;&#1493;&#1500; &#1500;&#1506;&#1494;&#1493;&#1512;.<br>
</blockquote>
&#1500;&#1511;&#1495; &#1504;&#1493;&#1505;&#1507; &#1492;&#1493;&#1488; &#1489;&#1504;&#1493;&#1490;&#1506; &#1500;&#1489;&#1496;&#1497;&#1495;&#1493;&#1514; &#1506;&#1500;-&#1497;&#1491;&#1497; &#1506;&#1512;&#1496;&#1497;&#1500;&#1488;&#1497;&#1493;&#1514; ("security by obscuirty"). &#1502;&#1505;&#1508;&#1512;
&#1502;&#1513;&#1514;&#1502;&#1513;&#1497;&#1501; &#1513;&#1500; fetchmail &#1489;&#1497;&#1511;&#1513;&#1493; &#1502;&#1502;&#1504;&#1497; &#1500;&#1513;&#1504;&#1493;&#1514; &#1488;&#1514; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1499;&#1491;&#1497; &#1500;&#1513;&#1502;&#1493;&#1512; &#1488;&#1514; &#1492;&#1505;&#1497;&#1505;&#1502;&#1488;&#1493;&#1514; &#1502;&#1493;&#1510;&#1508;&#1504;&#1493;&#1514;
&#1489;&#1511;&#1493;&#1489;&#1509; &#1492;-rc, &#1499;&#1491;&#1497; &#1513;&#1502;&#1512;&#1490;&#1500;&#1497;&#1501; &#1500;&#1488; &#1497;&#1493;&#1499;&#1500; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1493;&#1514;&#1503; &#1489;&#1488;&#1493;&#1508;&#1503; &#1497;&#1513;&#1497;&#1512;.<br>
<br>
&#1500;&#1488; &#1506;&#1513;&#1497;&#1514;&#1497; &#1494;&#1488;&#1514;, &#1489;&#1490;&#1500;&#1500; &#1513;&#1494;&#1492; &#1500;&#1488; &#1502;&#1502;&#1513; &#1502;&#1493;&#1505;&#1497;&#1507; &#1492;&#1490;&#1504;&#1492;. &#1499;&#1500; &#1502;&#1497; &#1513;&#1511;&#1497;&#1489;&#1500; &#1492;&#1512;&#1513;&#1488;&#1493;&#1514; &#1500;&#1511;&#1512;&#1493;&#1488; &#1488;&#1514; &#1511;&#1493;&#1489;&#1509;
&#1492;-rc &#1513;&#1500;&#1498; &#1497;&#1493;&#1499;&#1500; &#1500;&#1492;&#1512;&#1497;&#1509; &#1488;&#1514; fetchmail &#1489;&#1514;&#1493;&#1512;&#1498; &#1489;&#1499;&#1500; &#1502;&#1511;&#1512;&#1492; - &#1493;&#1488;&#1501; &#1488;&#1501; &#1502;&#1506;&#1493;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501; &#1489;&#1505;&#1497;&#1505;&#1502;&#1492;
&#1513;&#1500;&#1498;, &#1492;&#1501; &#1497;&#1493;&#1499;&#1500;&#1493; &#1500;&#1492;&#1493;&#1510;&#1497;&#1488; &#1488;&#1514; &#1492;&#1502;&#1508;&#1506;&#1504;&#1495; &#1502;&#1514;&#1493;&#1498; &#1492;&#1511;&#1493;&#1491; &#1513;&#1500; fetchmail &#1506;&#1510;&#1502;&#1493; &#1499;&#1491;&#1497; &#1500;&#1492;&#1513;&#1497;&#1490; &#1488;&#1493;&#1514;&#1493;.<br>
<br>
&#1499;&#1500; &#1502;&#1492; &#1513;&#1492;&#1510;&#1508;&#1504;&#1514; &#1505;&#1497;&#1505;&#1502;&#1488;&#1493;&#1514; &#1489;-.fetchmailrc &#1492;&#1497;&#1497;&#1514;&#1492; &#1506;&#1493;&#1513;&#1492; &#1492;&#1497;&#1488; &#1500;&#1514;&#1514; &#1492;&#1512;&#1490;&#1513;&#1492; &#1502;&#1493;&#1496;&#1506;&#1497;&#1514; &#1513;&#1500; &#1489;&#1497;&#1496;&#1495;&#1493;&#1503;
&#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1513;&#1500;&#1488; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1502;&#1488;&#1493;&#1491; &#1495;&#1494;&#1511;. &#1492;&#1499;&#1500;&#1500; &#1492;&#1489;&#1505;&#1497;&#1505;&#1497; &#1499;&#1488;&#1503; &#1492;&#1493;&#1488;:<br>
<br>
<blockquote>17. &#1502;&#1506;&#1512;&#1499;&#1514; &#1488;&#1489;&#1496;&#1495;&#1492; &#1489;&#1496;&#1493;&#1495;&#1492; &#1512;&#1511; &#1499;&#1502;&#1493; &#1492;&#1505;&#1493;&#1491; &#1513;&#1500;&#1492;. &#1492;&#1494;&#1492;&#1512; &#1502;&#1505;&#1493;&#1491;&#1493;&#1514; &#1502;&#1491;&#1493;&#1502;&#1497;&#1501;.<br>
</blockquote>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
</div>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br>
</body>
</html>
