<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html xmlns:v="urn:schemas-microsoft-com:vml"
xmlns:o="urn:schemas-microsoft-com:office:office"
xmlns:w="urn:schemas-microsoft-com:office:word"
xmlns="http://www.w3.org/TR/REC-html40">

<head>
<meta http-equiv=Content-Type content="text/html; charset=iso-8859-1">
<meta name=ProgId content=Word.Document>
<meta name=Generator content="Microsoft Word 9">
<meta name=Originator content="Microsoft Word 9">
<link rel=File-List href="./things_files/filelist.xml">
<link rel=Edit-Time-Data href="./things_files/editdata.mso">
<!--[if !mso]>
<style>
v\:* {behavior:url(#default#VML);}
o\:* {behavior:url(#default#VML);}
w\:* {behavior:url(#default#VML);}
.shape {behavior:url(#default#VML);}
</style>
<![endif]-->
<title>&#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1488;&#1505;&#1493;&#1512; &#1500;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1507; &#1508;&#1506;&#1501; - &#1495;&#1500;&#1511; 1</title>
<!--[if gte mso 9]><xml>
 <o:DocumentProperties>
  <o:Author>chen</o:Author>
  <o:LastAuthor>chen</o:LastAuthor>
  <o:Revision>5</o:Revision>
  <o:TotalTime>40</o:TotalTime>
  <o:Created>2002-08-09T10:59:00Z</o:Created>
  <o:LastSaved>2002-08-09T11:38:00Z</o:LastSaved>
  <o:Pages>2</o:Pages>
  <o:Words>963</o:Words>
  <o:Characters>5490</o:Characters>
  <o:Company>Mercury Interactive</o:Company>
  <o:Lines>45</o:Lines>
  <o:Paragraphs>10</o:Paragraphs>
  <o:CharactersWithSpaces>6742</o:CharactersWithSpaces>
  <o:Version>9.3821</o:Version>
 </o:DocumentProperties>
</xml><![endif]-->
<style>
<!--
 /* Style Definitions */
p.MsoNormal, li.MsoNormal, div.MsoNormal
	{mso-style-parent:"";
	margin:0in;
	margin-bottom:.0001pt;
	mso-pagination:widow-orphan;
	font-size:12.0pt;
	font-family:"Times New Roman";
	mso-fareast-font-family:"Times New Roman";}
a:link, span.MsoHyperlink
	{color:blue;
	text-decoration:underline;
	text-underline:single;}
a:visited, span.MsoHyperlinkFollowed
	{color:blue;
	text-decoration:underline;
	text-underline:single;}
@page Section1
	{size:8.5in 11.0in;
	margin:1.0in 1.25in 1.0in 1.25in;
	mso-header-margin:.5in;
	mso-footer-margin:.5in;
	mso-paper-source:0;}
div.Section1
	{page:Section1;}
-->
</style>
</head>

<body lang=EN-US link=blue vlink=blue style='tab-interval:.5in'>

<div class=Section1 dir=RTL>

<p class=MsoNormal align=center dir=RTL style='text-align:center;direction:
rtl;unicode-bidi:embed'><span lang=AR-SA>&#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1488;&#1505;&#1493;&#1512; &#1500;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1507; &#1508;&#1506;&#1501;, &#1495;&#1500;&#1511; 1</span><span
dir=LTR></span><span dir=LTR style='mso-bidi-language:HE'><span dir=LTR></span><o:p></o:p></span></p>

<p class=MsoNormal dir=RTL style='margin-bottom:12.0pt;text-align:right;
direction:rtl;unicode-bidi:embed'><span dir=RTL></span><span lang=AR-SA><br>
&#1502;&#1488;&#1514; &#1497;&#1493;&#1488;&#1500; &#1505;&#1508;&#1493;&#1500;&#1505;&#1511;&#1497;<br>
6 &#1489;&#1488;&#1508;&#1512;&#1497;&#1500;, 2000<br>
<br>
&#1504;&#1496;&#1505;&#1511;&#1497;&#1497;&#1508; 6.0 &#1497;&#1493;&#1510;&#1488; &#1505;&#1493;&#1507; &#1499;&#1500; &#1505;&#1493;&#1507; &#1488;&#1500; &#1490;&#1512;&#1505;&#1514; &#1492;&#1489;&#1496;&#1488; &#1492;&#1510;&#1497;&#1489;&#1493;&#1512;&#1497;&#1514; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1500;&#1493;. &#1500;&#1488; &#1492;&#1497;&#1497;&#1514;&#1492; &#1490;&#1512;&#1505;&#1492;
5.0. &#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1506;&#1497;&#1511;&#1512;&#1497;&#1514; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492;, &#1490;&#1512;&#1505;&#1492; 4.0, &#1513;&#1493;&#1495;&#1512;&#1512;&#1492; &#1500;&#1508;&#1504;&#1497; &#1499;&#1502;&#1506;&#1496; &#1513;&#1500;&#1493;&#1513; &#1513;&#1504;&#1497;&#1501;. &#1513;&#1500;&#1493;&#1513; &#1513;&#1504;&#1497;&#1501; &#1492;&#1501; &#1494;&#1502;&#1503;
<b>&#1502;&#1488;&#1493;&#1491;</b> &#1488;&#1512;&#1493;&#1498; &#1489;&#1506;&#1493;&#1500;&#1501; &#1492;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;. &#1499;&#1500; &#1492;&#1494;&#1502;&#1503; &#1492;&#1494;&#1492;, &#1504;&#1496;&#1505;&#1511;&#1497;&#1497;&#1508; &#1497;&#1513;&#1489;&#1492; &#1489;&#1510;&#1491;, &#1495;&#1505;&#1512;&#1514; &#1497;&#1513;&#1506;, &#1499;&#1513;&#1504;&#1514;&#1495;
&#1492;&#1513;&#1493;&#1511; &#1513;&#1500;&#1492;&#1501; &#1510;&#1504;&#1495;.<br>
<br>
&#1494;&#1492; &#1511;&#1510;&#1514; &#1502;&#1514;&#1495;&#1505;&#1491; &#1502;&#1510;&#1497;&#1491;&#1497; &#1500;&#1489;&#1511;&#1512; &#1488;&#1493;&#1514;&#1501; &#1506;&#1500; &#1499;&#1498; &#1513;&#1495;&#1497;&#1499;&#1493; &#1499;&#1500; &#1499;&#1498; &#1492;&#1512;&#1489;&#1492; &#1494;&#1502;&#1503; &#1489;&#1497;&#1503; &#1490;&#1512;&#1505;&#1488;&#1493;&#1514;. &#1499;&#1499;&#1500;&#1493;&#1514; &#1492;&#1499;&#1500;, &#1492;&#1501;
&#1500;&#1488; &#1506;&#1513;&#1493; &#1488;&#1514; &#1494;&#1492; <b>&#1489;&#1499;&#1493;&#1493;&#1504;&#1492;</b>, &#1500;&#1488;?<br>
<br>
&#1493;&#1489;&#1499;&#1503; - &#1499;&#1503;. &#1492;&#1501; &#1499;&#1503; &#1506;&#1513;&#1493; &#1488;&#1514; &#1494;&#1492; &#1489;&#1499;&#1493;&#1493;&#1504;&#1492;. &#1492;&#1501; &#1506;&#1513;&#1493; &#1488;&#1514; &#1494;&#1492; &#1489;&#1499;&#1498; &#1513;&#1506;&#1513;&#1493; &#1488;&#1514; <b>&#1492;&#1496;&#1506;&#1493;&#1514; &#1492;&#1488;&#1505;&#1496;&#1512;&#1496;&#1490;&#1497;&#1514; &#1492;&#1490;&#1491;&#1493;&#1500;&#1492;
&#1489;&#1497;&#1493;&#1514;&#1512; </b>&#1513;&#1499;&#1500; &#1495;&#1489;&#1512;&#1514; &#1514;&#1493;&#1499;&#1504;&#1492;&nbsp; &#1497;&#1499;&#1493;&#1500;&#1492; &#1500;&#1506;&#1513;&#1493;&#1514;:<br>
<br>
&#1492;&#1501; &#1492;&#1495;&#1500;&#1497;&#1496;&#1493; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1514; &#1492;&#1511;&#1493;&#1491; &#1502;&#1495;&#1491;&#1513;.<br>
<br>
&#1504;&#1496;&#1505;&#1511;&#1497;&#1497;&#1508; &#1488;&#1497;&#1504;&#1492; &#1492;&#1495;&#1489;&#1512;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1506;&#1513;&#1514;&#1492; &#1488;&#1514; &#1492;&#1496;&#1506;&#1493;&#1514; &#1492;&#1494;&#1488;&#1514;. &#1489;&#1493;&#1512;&#1500;&#1488;&#1504;&#1491; &#1506;&#1513;&#1514;&#1492; &#1488;&#1514; &#1488;&#1493;&#1514;&#1492; &#1496;&#1506;&#1493;&#1514; &#1499;&#1488;&#1513;&#1512; &#1492;&#1501;
&#1511;&#1504;&#1493; &#1488;&#1514; Arago &#1493;&#1504;&#1497;&#1505;&#1493;&#1497; &#1500;&#1492;&#1508;&#1493;&#1498; &#1488;&#1493;&#1514;&#1493; &#1500;-dBase for Windows, &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1502;&#1493;&#1506;&#1491; &#1500;&#1499;&#1497;&#1513;&#1500;&#1493;&#1503; &#1513;&#1500;&#1511;&#1495; &#1494;&#1502;&#1503;
&#1512;&#1489; &#1499;&#1500; &#1499;&#1498; &#1513;-Microsoft Access &#1490;&#1504;&#1489; &#1488;&#1514; &#1488;&#1512;&#1493;&#1495;&#1514; &#1492;&#1510;&#1492;&#1512;&#1497;&#1497;&#1501; <span style='color:red'>&#1513;&#1500;&#1492;&#1501;. &#1492;&#1501;</span>
&#1506;&#1513;&#1493; &#1494;&#1488;&#1514; &#1513;&#1493;&#1489; &#1489;&#1499;&#1498; &#1513;&#1513;&#1499;&#1514;&#1489;&#1493; &#1488;&#1514; Quattro Pro &#1502;&#1495;&#1491;&#1513; &#1493;&#1492;&#1508;&#1514;&#1497;&#1506;&#1493; &#1488;&#1504;&#1513;&#1497;&#1501; &#1489;&#1499;&#1502;&#1492; &#1502;&#1506;&#1496; &#1497;&#1499;&#1493;&#1500;&#1493;&#1514; &#1492;&#1497;&#1493; &#1500;&#1493;.
&#1502;&#1497;&#1511;&#1512;&#1493;&#1505;&#1493;&#1508;&#1496; &#1499;&#1502;&#1506;&#1496; &#1506;&#1513;&#1493; &#1488;&#1514; &#1488;&#1493;&#1514;&#1492; &#1496;&#1506;&#1493;&#1514;, &#1489;&#1504;&#1505;&#1497;&#1493;&#1503; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1514; Word for Windows &#1502;&#1492;&#1514;&#1495;&#1500;&#1492; &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;
&#1502;&#1493;&#1506;&#1491; &#1500;&#1499;&#1497;&#1513;&#1500;&#1493;&#1503; &#1489;&#1513;&#1501; Pyramid, &#1488;&#1513;&#1512; &#1504;&#1505;&#1490;&#1512;, &#1504;&#1494;&#1512;&#1511; &#1493;&#1496;&#1493;&#1488;&#1496;&#1488; &#1502;&#1514;&#1495;&#1514; &#1500;&#1513;&#1496;&#1497;&#1495;. &#1500;&#1502;&#1494;&#1500;&#1501; &#1513;&#1500; &#1502;&#1497;&#1511;&#1512;&#1493;&#1505;&#1493;&#1508;&#1496;,
&#1492;&#1501; &#1500;&#1488; &#1492;&#1508;&#1505;&#1497;&#1511;&#1493; &#1500;&#1506;&#1489;&#1493;&#1491; &#1506;&#1500; &#1489;&#1505;&#1497;&#1505; &#1492;&#1511;&#1493;&#1491; &#1492;&#1497;&#1513;&#1503; &#1502;&#1492; &#1513;&#1506;&#1513;&#1492; &#1488;&#1493;&#1514;&#1493; &#1512;&#1511; &#1500;&#1488;&#1505;&#1493;&#1503; &#1508;&#1497;&#1504;&#1504;&#1505;&#1497; &#1493;&#1500;&#1488; &#1500;&#1488;&#1505;&#1496;&#1512;&#1496;&#1490;&#1497;.<br>
<br>
&#1488;&#1504;&#1495;&#1504;&#1493; &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501;. &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1492;&#1501;, &#1489;&#1504;&#1508;&#1513;&#1501;, &#1488;&#1512;&#1499;&#1497;&#1496;&#1511;&#1496;&#1497;&#1501;, &#1493;&#1492;&#1491;&#1489;&#1512; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1492;&#1501; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1506;&#1513;&#1493;&#1514; &#1499;&#1513;&#1492;&#1501; &#1502;&#1490;&#1497;&#1506;&#1497;&#1501;
&#1500;&#1488;&#1514;&#1512; &#1489;&#1504;&#1497;&#1497;&#1492; &#1492;&#1493;&#1488; &#1500;&#1513;&#1496;&#1495; &#1488;&#1514; &#1492;&#1502;&#1511;&#1493;&#1501; &#1489;&#1506;&#1494;&#1512;&#1514; &#1489;&#1493;&#1500;&#1491;&#1493;&#1494;&#1512;&#1497;&#1501; &#1493;&#1500;&#1489;&#1504;&#1493;&#1514; &#1502;&#1513;&#1492;&#1493; &#1490;&#1491;&#1493;&#1500;. &#1488;&#1497;&#1504;&#1504;&#1493; &#1499;&#1500;-&#1499;&#1498; &#1502;&#1514;&#1500;&#1492;&#1489;&#1497;&#1501;
&#1502;&#1489;&#1497;&#1510;&#1493;&#1506; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1492;&#1491;&#1512;&#1490;&#1514;&#1497;&#1497;&#1501;: &#1500;&#1514;&#1511;&#1503; &#1491;&#1489;&#1512;&#1497;&#1501;, &#1500;&#1513;&#1508;&#1512; &#1491;&#1489;&#1512;&#1497;&#1501;, &#1500;&#1504;&#1496;&#1493;&#1506; &#1490;&#1497;&#1504;&#1493;&#1514; &#1508;&#1512;&#1495;&#1497;&#1501;.<br>
<br>
&#1497;&#1513; &#1505;&#1497;&#1489;&#1492; &#1502;&#1493;&#1505;&#1514;&#1512;&#1514; &#1513;&#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1514;&#1502;&#1497;&#1491; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1494;&#1512;&#1493;&#1511; &#1488;&#1514; &#1492;&#1511;&#1493;&#1491; &#1493;&#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1502;&#1495;&#1491;&#1513;. &#1492;&#1505;&#1497;&#1489;&#1492; &#1492;&#1497;&#1488; &#1513;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501;
&#1513;&#1492;&#1511;&#1493;&#1491; &#1492;&#1497;&#1513;&#1503; &#1492;&#1493;&#1488; &#1494;&#1489;&#1500;. &#1493;&#1492;&#1504;&#1492; &#1492;&#1513;&#1511;&#1508;&#1492; &#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1514;: <b>&#1492;&#1501; &#1511;&#1512;&#1493;&#1489; &#1500;&#1493;&#1493;&#1491;&#1488;&#1497; &#1496;&#1493;&#1506;&#1497;&#1501;</b>. &#1492;&#1505;&#1497;&#1489;&#1492; &#1513;&#1492;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501;
&#1513;&#1492;&#1511;&#1493;&#1491; &#1492;&#1497;&#1513;&#1503; &#1492;&#1493;&#1488; <span style='color:red'>&#1489;&#1500;&#1490;&#1503; </span>&#1492;&#1493;&#1488; &#1489;&#1490;&#1500;&#1500; <span
style='color:red'>&#1495;&#1493;&#1511; &#1497;&#1505;&#1493;&#1491;&#1497; &#1493;&#1489;&#1505;&#1497;&#1505;&#1497; &#1513;&#1500; &#1492;&#1514;&#1499;&#1504;&#1493;&#1514;</span>:</span><span dir=LTR></span><span
dir=LTR style='mso-bidi-language:HE'><span dir=LTR></span><o:p></o:p></span></p>

<div align=center dir=ltr>

<table border=1 cellpadding=0 style='mso-cellspacing:1.5pt;border:outset 1.5pt;
 mso-padding-alt:1.5pt 1.5pt 1.5pt 1.5pt;mso-table-dir:rtl'>
 <tr>
  <td valign=top style='padding:1.5pt 1.5pt 1.5pt 1.5pt'>
  <p class=MsoNormal dir=RTL style='text-align:right;direction:rtl;unicode-bidi:
  embed'><b><span dir=LTR style='mso-bidi-language:HE'>&#1511;&#1513;&#1492; &#1497;&#1493;&#1514;&#1512; &#1500;&#1511;&#1512;&#1493;&#1488; &#1511;&#1493;&#1491; &#1502;&#1488;&#1513;&#1512;
  &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1493;&#1514;&#1493;.</span></b><span dir=LTR style='mso-bidi-language:HE'><o:p></o:p></span></p>
  </td>
 </tr>
</table>

</div>

<p class=MsoNormal align=center dir=RTL style='text-align:center;direction:
rtl;unicode-bidi:embed'><span dir=RTL></span><span lang=AR-SA><![if !supportEmptyParas]>&nbsp;<![endif]><span
dir=RTL></span><o:p></o:p></span></p>

<p class=MsoNormal dir=RTL style='margin-bottom:12.0pt;text-align:right;
direction:rtl;unicode-bidi:embed'><span lang=AR-SA>&nbsp;&#1494;&#1488;&#1514; &#1492;&#1505;&#1497;&#1489;&#1492; &#1513;&#1513;&#1497;&#1502;&#1493;&#1513; &#1495;&#1493;&#1494;&#1512; &#1489;&#1511;&#1493;&#1491;
&#1492;&#1493;&#1488; &#1499;&#1500; &#1499;&#1498; &#1511;&#1513;&#1492;. &#1494;&#1488;&#1514; &#1492;&#1505;&#1497;&#1489;&#1492; &#1502;&#1491;&#1493;&#1506; &#1500;&#1499;&#1500; &#1488;&#1495;&#1491; &#1489;&#1510;&#1493;&#1493;&#1514; &#1513;&#1500;&#1498; &#1497;&#1513; &#1508;&#1493;&#1504;&#1511;&#1510;&#1497;&#1492; &#1513;&#1493;&#1504;&#1492; &#1513;&#1492;&#1501; &#1512;&#1493;&#1510;&#1497;&#1501; &#1500;&#1492;&#1513;&#1514;&#1502;&#1513;
&#1499;&#1491;&#1497; &#1500;&#1508;&#1510;&#1500; &#1502;&#1495;&#1512;&#1493;&#1494;&#1493;&#1514; &#1500;&#1502;&#1506;&#1512;&#1499;&#1497;&#1501; &#1513;&#1500; &#1502;&#1495;&#1512;&#1493;&#1494;&#1493;&#1514;. &#1492;&#1501; &#1499;&#1493;&#1514;&#1489;&#1497;&#1501; &#1508;&#1493;&#1504;&#1511;&#1510;&#1497;&#1492; &#1502;&#1513;&#1500;&#1492;&#1501; &#1489;&#1490;&#1500;&#1500; &#1513;&#1494;&#1492; &#1497;&#1493;&#1514;&#1512; &#1511;&#1500; &#1493;&#1497;&#1493;&#1514;&#1512;
&#1499;&#1497;&#1507; &#1502;&#1488;&#1513;&#1512; &#1500;&#1492;&#1489;&#1497;&#1503; &#1488;&#1497;&#1498; &#1492;&#1508;&#1493;&#1504;&#1511;&#1510;&#1497;&#1492; &#1492;&#1497;&#1513;&#1504;&#1492; &#1506;&#1493;&#1489;&#1491;&#1514;.<br>
<br>
&#1489;&#1514;&#1493;&#1512; &#1492;&#1511;&#1489;&#1500;&#1492; &#1513;&#1500; &#1492;&#1488;&#1511;&#1497;&#1505;&#1493;&#1502;&#1492; &#1494;&#1488;&#1514;, &#1514;&#1513;&#1488;&#1500; &#1499;&#1502;&#1506;&#1496; &#1499;&#1500; &#1502;&#1514;&#1499;&#1504;&#1514; &#1492;&#1497;&#1493;&#1501; &#1506;&#1500; &#1492;&#1511;&#1493;&#1491; &#1513;&#1492;&#1501; &#1506;&#1493;&#1489;&#1491;&#1497;&#1501; &#1506;&#1500;&#1497;&#1493;.
&quot;<span style='color:red'>&#1494;&#1492; &#1489;&#1500;&#1490;&#1503; &#1502;&#1493;&#1495;&#1500;&#1496;</span>&quot; &#1492;&#1503; &#1497;&#1490;&#1497;&#1491;&#1493; &#1500;&#1498;. &quot;&#1492;&#1491;&#1489;&#1512;
&#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1497;&#1514;&#1493; &#1492;&#1493;&#1488; &#1500;&#1494;&#1512;&#1493;&#1511; &#1488;&#1514; &#1492;&#1499;&#1500; &#1493;&#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1502;&#1495;&#1491;&#1513;.&quot;<br>
<br>
&#1502;&#1491;&#1493;&#1506; &#1494;&#1492; &#1489;&#1500;&#1490;&#1503;?<br>
<br>
&quot;&#1496;&#1493;&#1489;,&quot; &#1492;&#1501; &#1497;&#1488;&#1502;&#1512;&#1493;, &quot;&#1514;&#1505;&#1514;&#1499;&#1500; &#1506;&#1500; &#1492;&#1508;&#1493;&#1504;&#1511;&#1510;&#1497;&#1492; &#1492;&#1494;&#1488;&#1514;. &#1492;&#1497;&#1488; &#1489;&#1488;&#1493;&#1512;&#1498; &#1513;&#1504;&#1497; &#1506;&#1502;&#1493;&#1491;&#1497;&#1501;! &#1513;&#1493;&#1501;
&#1491;&#1489;&#1512; &#1502;&#1502;&#1502;&#1504;&#1492; &#1500;&#1488; &#1513;&#1497;&#1497;&#1498; &#1488;&#1500;&#1497;&#1492;! &#1488;&#1497;&#1504;&#1497; &#1497;&#1493;&#1491;&#1506; &#1500;&#1502;&#1492; &#1502;&#1497;&#1493;&#1506;&#1491;&#1493;&#1514; &#1495;&#1510;&#1497; &#1502;&#1511;&#1512;&#1497;&#1488;&#1493;&#1514; &#1492;-API &#1492;&#1488;&#1500;&#1492;.&quot;<br>
<br>
&#1500;&#1508;&#1504;&#1497; &#1513;&#1492;&#1490;&#1500;&#1497;&#1493;&#1503; &#1492;&#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497; &#1492;&#1495;&#1491;&#1513; &#1513;&#1500; &#1489;&#1493;&#1512;&#1500;&#1488;&#1504;&#1491; &#1497;&#1510;&#1488; &#1500;&#1513;&#1493;&#1511;, &#1508;&#1497;&#1500;&#1497;&#1508; &#1511;&#1488;&#1492;&#1503;, &#1492;&#1502;&#1497;&#1497;&#1505;&#1491; &#1492;&#1505;&#1505;&#1490;&#1493;&#1504;&#1497; &#1513;&#1500; &#1489;&#1493;&#1512;&#1500;&#1488;&#1504;&#1491;,
&#1510;&#1493;&#1496;&#1496; &#1492;&#1512;&#1489;&#1492; &#1489;&#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#1499;&#1513;&#1492;&#1493;&#1488; &#1502;&#1513;&#1493;&#1493;&#1497;&#1509; &nbsp;&#1506;&#1500; &#1499;&#1502;&#1492; Quattro Pro &#1497;&#1492;&#1497;&#1492; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489; &#1502;-Excel,
&#1502;&#1513;&#1493;&#1501; &#1513;&#1492;&#1493;&#1488; &#1513;&#1493;&#1499;&#1514;&#1489; &#1502;&#1495;&#1491;&#1513;. &#1511;&#1493;&#1491; &#1502;&#1511;&#1493;&#1512; &#1495;&#1491;&#1513; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503;! &#1499;&#1488;&#1497;&#1500;&#1493; &#1513;&#1511;&#1493;&#1491; </span><span lang=HE
style='color:red;mso-bidi-language:HE'>&#1510;&#1493;&#1489;&#1512;</span><span lang=HE> </span><span
lang=AR-SA>&#1495;&#1500;&#1493;&#1491;&#1492;.<br>
<br>
&#1492;&#1512;&#1506;&#1497;&#1493;&#1503; &#1513;&#1511;&#1493;&#1491; &#1495;&#1491;&#1513; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489; &#1502;&#1497;&#1513;&#1503; &#1492;&#1493;&#1488; &#1489;&#1508;&#1512;&#1493;&#1513; &#1488;&#1489;&#1505;&#1493;&#1512;&#1491;&#1497;. &#1489;&#1511;&#1493;&#1491; &#1497;&#1513;&#1503; <b>&#1504;&#1506;&#1513;&#1492; &#1513;&#1497;&#1502;&#1493;&#1513;</b>. &#1492;&#1493;&#1488;
<b>&#1504;&#1489;&#1491;&#1511;</b>. <b>&#1492;&#1512;&#1489;&#1492;</b> &#1489;&#1488;&#1490;&#1497;&#1501; &#1504;&#1502;&#1510;&#1488;&#1493; &#1493;&#1492;&#1501; &nbsp;<b>&#1514;&#1493;&#1511;&#1504;&#1493;</b>. &#1488;&#1497;&#1503; &#1513;&#1493;&#1501; &#1491;&#1489;&#1512; &#1512;&#1506; &#1489;&#1493;.
&#1492;&#1493;&#1488; &#1488;&#1497;&#1504;&#1493; &#1514;&#1493;&#1508;&#1505; &#1513;&#1490;&#1497;&#1488;&#1493;&#1514; &#1489;&#1499;&#1498; &#1513;&#1492;&#1493;&#1488; &#1497;&#1493;&#1513;&#1489; &#1506;&#1500; &#1492;&#1499;&#1493;&#1504;&#1503; &#1492;&#1511;&#1513;&#1497;&#1495; &#1513;&#1500;&#1498;. &#1500;&#1492;&#1508;&#1498;, &#1495;&#1489;&#1497;&#1489;&#1497;! &#1492;&#1488;&#1501; &#1514;&#1493;&#1499;&#1504;&#1492; &#1510;&#1512;&#1497;&#1499;&#1492;
&#1500;&#1492;&#1497;&#1493;&#1514; &#1499;&#1502;&#1493; &#1505;&#1493;&#1505;&#1497;&#1514;&#1488; &#1497;&#1513;&#1504;&#1492; <span style='color:red'>&#1513;&#1510;&#1493;&#1489;&#1512;&#1514;</span> &#1495;&#1500;&#1493;&#1491;&#1492; &#1512;&#1511; &#1489;&#1499;&#1498; &#1513;&#1492;&#1497;&#1488; &#1497;&#1493;&#1513;&#1489;&#1514;
<span style='color:red'>&#1489;&#1502;&#1493;&#1505;&#1498;</span>. &#1492;&#1488;&#1501; &#1514;&#1493;&#1499;&#1504;&#1492; &#1492;&#1497;&#1488; &#1499;&#1502;&#1493; &#1491;&#1493;&#1489;&#1493;&#1503; &#1500;&#1502;&#1513;&#1495;&#1511; &#1513;&#1504;&#1512;&#1488;&#1492; &#1502;&#1506;&#1493;&#1493;&#1514;
&#1488;&#1501; &#1500;&#1488; &#1504;&#1506;&#1513;&#1492; &#1502;<b>&#1495;&#1493;&#1502;&#1512; &#1495;&#1491;&#1513; &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503;</b>?<br>
<br>
&#1489;&#1495;&#1494;&#1512;&#1492; &#1500;&#1508;&#1493;&#1504;&#1511;&#1510;&#1497;&#1492; &#1489;&#1514; &#1513;&#1504;&#1497; &#1492;&#1506;&#1502;&#1493;&#1491;&#1497;&#1501;. &#1499;&#1503;, &#1488;&#1504;&#1497; &#1497;&#1493;&#1491;&#1506;, &#1494;&#1488;&#1514; &#1512;&#1511; &#1508;&#1493;&#1504;&#1511;&#1510;&#1497;&#1492; &#1508;&#1513;&#1493;&#1496;&#1492; &#1500;&#1492;&#1510;&#1497;&#1490; &#1495;&#1500;&#1493;&#1503;, &#1488;&#1489;&#1500;
&#1492;&#1497;&#1488; &#1492;&#1510;&#1502;&#1497;&#1495;&#1492; <span style='color:red'>&#1511;&#1510;&#1514; &#1513;&#1497;&#1506;&#1512;</span> &#1493;&#1491;&#1489;&#1512;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1493;&#1488;&#1497;&#1513; &#1488;&#1497;&#1504;&#1493; &#1497;&#1493;&#1491;&#1506;
&#1502;&#1491;&#1493;&#1506;. &#1489;&#1505;&#1491;&#1512;, &#1488;&#1494; &#1488;&#1504;&#1497; &#1488;&#1490;&#1497;&#1491; &#1500;&#1499;&#1501; &#1502;&#1491;&#1493;&#1506;: &#1488;&#1500;&#1492; &#1492;&#1501; &#1514;&#1497;&#1511;&#1493;&#1504;&#1497; &#1489;&#1488;&#1490;&#1497;&#1501;. &#1488;&#1495;&#1491; &#1502;&#1492;&#1501; &#1502;&#1514;&#1511;&#1503; &#1488;&#1514; &#1492;&#1489;&#1488;&#1490; &#1513;&#1511;&#1512;&#1492;
&#1500;&#1504;&#1504;&#1505;&#1497; &#1499;&#1488;&#1513;&#1512; &#1492;&#1497;&#1488; &#1504;&#1497;&#1505;&#1514;&#1492; &#1500;&#1492;&#1514;&#1511;&#1497;&#1503; &#1488;&#1514; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492; &#1506;&#1500; &#1502;&#1495;&#1513;&#1489; &#1513;&#1500;&#1488; &#1492;&#1497;&#1492; &#1489;&#1493; Internet Explorer. &#1506;&#1493;&#1491;
&#1488;&#1495;&#1491; &#1502;&#1514;&#1511;&#1503; &#1488;&#1514; &#1492;&#1489;&#1488;&#1490; &#1513;&#1511;&#1493;&#1512;&#1492; &#1499;&#1488;&#1513;&#1512; &#1497;&#1513; &#1495;&#1493;&#1505;&#1512; &#1494;&#1499;&#1512;&#1493;&#1503;. &#1506;&#1493;&#1491; &#1488;&#1495;&#1491; &#1502;&#1514;&#1511;&#1503; &#1489;&#1488;&#1490; &#1513;&#1511;&#1493;&#1512;&#1492; &#1499;&#1488;&#1513;&#1512; &#1492;&#1511;&#1493;&#1489;&#1509; &#1504;&#1502;&#1510;&#1488;
&#1506;&#1500; &#1491;&#1497;&#1505;&#1511;&#1496; &#1493;&#1492;&#1502;&#1513;&#1514;&#1502;&#1513; &#1513;&#1493;&#1500;&#1507; &#1488;&#1514; &#1492;&#1491;&#1497;&#1505;&#1511;&#1496; &#1489;&#1488;&#1502;&#1510;&#1506;. &#1492;&#1511;&#1512;&#1497;&#1488;&#1492; &#1500;-LoadLibrary &#1502;&#1490;&#1506;&#1497;&#1500;&#1492; &#1488;&#1489;&#1500; &#1492;&#1497;&#1488; &#1490;&#1493;&#1512;&#1502;&#1514;
&#1500;&#1511;&#1493;&#1491; &#1500;&#1506;&#1489;&#1493;&#1491; &#1506;&#1500; &#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1497;&#1513;&#1504;&#1493;&#1514; &#1513;&#1500; Windows 95.<br>
<br>
&#1499;&#1500; &#1488;&#1495;&#1491; &#1502;&#1492;&#1489;&#1488;&#1490;&#1497;&#1501; &#1492;&#1488;&#1500;&#1492; &#1500;&#1511;&#1495; &#1513;&#1489;&#1493;&#1506;&#1493;&#1514; &#1513;&#1500; &#1513;&#1497;&#1502;&#1493;&#1513; &#1489;&#1506;&#1493;&#1500;&#1501; &#1492;&#1488;&#1502;&#1497;&#1514;&#1497; &#1500;&#1508;&#1504;&#1497; &#1513;&#1492;&#1501; &#1504;&#1502;&#1510;&#1488;&#1493;. &#1497;&#1497;&#1514;&#1499;&#1503; &#1513;&#1492;&#1502;&#1514;&#1499;&#1504;&#1514;
&#1489;&#1497;&#1500;&#1492; &#1499;&#1502;&#1492; &#1497;&#1502;&#1497;&#1501; &#1499;&#1491;&#1497; &#1500;&#1513;&#1495;&#1494;&#1512; &#1488;&#1514; &#1492;&#1489;&#1488;&#1490; &#1489;&#1502;&#1506;&#1489;&#1491;&#1492; &#1493;&#1500;&#1514;&#1511;&#1503; &#1488;&#1493;&#1514;&#1493;. &#1488;&#1501; &#1494;&#1492; &#1499;&#1502;&#1493; &#1492;&#1512;&#1489;&#1492; &#1489;&#1488;&#1490;&#1497;&#1501;, &#1492;&#1514;&#1497;&#1511;&#1493;&#1503;
&#1506;&#1513;&#1493;&#1497; &#1500;&#1492;&#1497;&#1493;&#1514; &#1513;&#1493;&#1512;&#1492; &#1488;&#1495;&#1514; &#1513;&#1500; &#1511;&#1493;&#1491; &#1488;&#1493; &#1513;&#1492;&#1493;&#1488; &#1506;&#1513;&#1493;&#1497; &#1500;&#1492;&#1497;&#1493;&#1514; &#1512;&#1511; &#1513;&#1504;&#1497; &#1514;&#1493;&#1493;&#1497;&#1501;, &#1488;&#1489;&#1500; &#1492;&#1512;&#1489;&#1492; &#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1494;&#1502;&#1503;
&#1492;&#1514;&#1504;&#1511;&#1494;&#1493; &#1489;&#1513;&#1504;&#1497; &#1492;&#1514;&#1493;&#1493;&#1497;&#1501; &#1492;&#1488;&#1500;&#1492;.<br>
<br>
&#1499;&#1488;&#1513;&#1512; &#1488;&#1514;&#1492; &#1494;&#1493;&#1512;&#1511; &#1488;&#1514; &#1492;&#1511;&#1493;&#1491; &#1493;&#1502;&#1514;&#1495;&#1497;&#1500; &#1502;&#1492;&#1514;&#1495;&#1500;&#1492; &#1488;&#1514;&#1492; &#1494;&#1493;&#1512;&#1511; &#1488;&#1514; &#1499;&#1500; &#1492;&#1497;&#1491;&#1506;. &#1488;&#1514; &#1499;&#1500; &#1514;&#1497;&#1511;&#1493;&#1504;&#1497; &#1492;&#1513;&#1490;&#1497;&#1488;&#1493;&#1514;. &#1513;&#1504;&#1497;&#1501;
&#1513;&#1500; &#1506;&#1489;&#1493;&#1491;&#1514; &#1514;&#1499;&#1504;&#1493;&#1514;.<br>
<br>
&#1488;&#1514;&#1492; &#1494;&#1493;&#1512;&#1511; &#1488;&#1514; &#1492;&#1492;&#1493;&#1489;&#1500;&#1492; &#1513;&#1500;&#1498; &#1489;&#1513;&#1493;&#1511;. &#1488;&#1514;&#1492; &#1504;&#1493;&#1514;&#1503; &#1489;&#1502;&#1514;&#1504;&#1492; &#1513;&#1514;&#1497;&#1497;&#1501; &#1488;&#1493; &#1513;&#1500;&#1493;&#1513; &#1513;&#1504;&#1497;&#1501; &#1500;&#1502;&#1514;&#1495;&#1512;&#1497;&#1501; &#1513;&#1500;&#1498;, &#1493;&#1514;&#1488;&#1502;&#1497;&#1503;
&#1500;&#1497;, &#1494;&#1492; <b>&#1492;&#1512;&#1489;&#1492;</b> &#1494;&#1502;&#1503; &#1489;&#1513;&#1504;&#1493;&#1514; &#1514;&#1493;&#1499;&#1504;&#1492;.<br>
<br>
&#1488;&#1514;&#1492; &#1513;&#1501; &#1488;&#1514; &#1506;&#1510;&#1502;&#1498; &#1489;&#1502;&#1510;&#1489; &#1502;&#1505;&#1493;&#1499;&#1503; &#1502;&#1488;&#1493;&#1491; &#1513;&#1489;&#1493; &#1488;&#1514;&#1492; &#1514;&#1513;&#1493;&#1493;&#1511; &#1490;&#1512;&#1505;&#1492; &#1497;&#1513;&#1504;&#1492; &#1513;&#1500; &#1492;&#1511;&#1493;&#1491; &#1489;&#1502;&#1513;&#1498; &#1502;&#1505;&#1508;&#1512; &#1513;&#1504;&#1497;&#1501;, &#1500;&#1490;&#1502;&#1512;&#1497;
&#1500;&#1488; &#1502;&#1505;&#1493;&#1490;&#1500; &#1500;&#1506;&#1513;&#1493;&#1514; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1488;&#1505;&#1496;&#1512;&#1496;&#1490;&#1497;&#1497;&#1501; &#1488;&#1493; &#1500;&#1492;&#1490;&#1497;&#1489; &#1500;&#1497;&#1499;&#1493;&#1500;&#1493;&#1514; &#1495;&#1491;&#1513;&#1493;&#1514; &#1513;&#1491;&#1493;&#1512;&#1513; &#1492;&#1513;&#1493;&#1511;, &#1502;&#1513;&#1493;&#1501; &#1513;&#1488;&#1497;&#1503; &#1500;&#1498;
&#1511;&#1493;&#1491; &#1513;&#1504;&#1497;&#1514;&#1503; &#1500;&#1513;&#1493;&#1493;&#1511;&#1493;. &#1506;&#1491;&#1497;&#1507; &#1499;&#1489;&#1512; &#1513;&#1514;&#1505;&#1490;&#1493;&#1512; &#1488;&#1514; &#1492;&#1506;&#1505;&#1511; &#1500;&#1502;&#1513;&#1498; &#1488;&#1493;&#1514;&#1493; &#1492;&#1494;&#1502;&#1503;.<br>
<br>
&#1488;&#1514;&#1492; &#1502;&#1489;&#1494;&#1489;&#1494; &#1492;&#1493;&#1503; &#1514;&#1493;&#1506;&#1508;&#1493;&#1514; &#1489;&#1499;&#1514;&#1497;&#1489;&#1514; &#1511;&#1493;&#1491; &#1513;&#1511;&#1497;&#1497;&#1501; &#1499;&#1489;&#1512;.<br>
<br>
&#1492;&#1488;&#1501; &#1497;&#1513; &#1488;&#1500;&#1496;&#1512;&#1504;&#1496;&#1497;&#1489;&#1492;? &#1497;&#1513; &#1511;&#1493;&#1504;&#1510;&#1504;&#1494;&#1493;&#1505; &#1513;&#1488;&#1493;&#1502;&#1512; &#1513;&#1492;&#1511;&#1493;&#1491; &#1492;&#1497;&#1513;&#1503; &#1513;&#1500; &#1504;&#1496;&#1505;&#1511;&#1497;&#1497;&#1508; &#1492;&#1497;&#1492; <b>&#1489;&#1488;&#1502;&#1514;</b> &#1512;&#1506;. &#1493;&#1489;&#1499;&#1503;,
&#1497;&#1514;&#1499;&#1503; &#1513;&#1492;&#1497;&#1492; &#1512;&#1506;, &#1488;&#1489;&#1500;, &#1497;&#1493;&#1491;&#1506; &#1502;&#1492;? &#1492;&#1493;&#1488; &#1506;&#1489;&#1491; &#1491;&#1497; &#1496;&#1493;&#1489; &#1506;&#1500; &#1492;&#1512;&#1489;&#1492; &#1502;&#1488;&#1493;&#1491; &#1502;&#1506;&#1512;&#1499;&#1493;&#1514; &#1502;&#1495;&#1513;&#1489; &#1513;&#1500; &#1492;&#1506;&#1493;&#1500;&#1501; &#1492;&#1488;&#1502;&#1497;&#1514;&#1497;.<br>
<br>
&#1499;&#1488;&#1513;&#1512; &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1488;&#1493;&#1502;&#1512;&#1497;&#1501; &#1513;&#1492;&#1511;&#1493;&#1491; <span style='color:red'>&#1492;&#1493;&#1488; &#1489;&#1500;&#1490;&#1503; &#1502;&#1493;&#1495;&#1500;&#1496;</span> (&#1499;&#1508;&#1497; &#1513;&#1492;&#1501;
&#1514;&#1502;&#1497;&#1491; &#1488;&#1493;&#1502;&#1512;&#1497;&#1501;), &#1497;&#1513;&#1504;&#1501; &#1513;&#1500;&#1493;&#1513;&#1492; &#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1506;&#1500;&#1493;&#1500;&#1497;&#1501; &#1500;&#1492;&#1497;&#1493;&#1514; &#1500;&#1488; &#1489;&#1505;&#1491;&#1512; &#1489;&#1493;.<br>
<br>
&#1512;&#1488;&#1513;&#1497;&#1514;, &#1497;&#1513;&#1504;&#1503; &#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1512;&#1499;&#1497;&#1496;&#1511;&#1496;&#1493;&#1512;&#1492;. &#1492;&#1511;&#1493;&#1491; &#1488;&#1497;&#1504;&#1493; &#1489;&#1504;&#1493;&#1497; &#1496;&#1493;&#1489;. &#1492;&#1511;&#1493;&#1491; &#1513;&#1500; &#1492;&#1496;&#1497;&#1508;&#1493;&#1500; &#1489;&#1512;&#1513;&#1514; &#1502;&#1511;&#1508;&#1497;&#1509; &#1514;&#1497;&#1489;&#1493;&#1514;
&#1491;&#1497;&#1488;&#1500;&#1493;&#1490; &#1502;&#1513;&#1493;&#1501; &#1502;&#1511;&#1493;&#1501;; &#1494;&#1492; &#1492;&#1497;&#1492; &#1510;&#1512;&#1497;&#1498; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1496;&#1493;&#1508;&#1500; &#1489;&#1511;&#1493;&#1491; &#1513;&#1500; &#1502;&#1502;&#1513;&#1511; &#1492;&#1502;&#1513;&#1514;&#1502;&#1513;. &#1489;&#1506;&#1497;&#1493;&#1514; &#1488;&#1500;&#1492; &#1497;&#1499;&#1493;&#1500;&#1493;&#1514;
&#1500;&#1492;&#1497;&#1508;&#1514;&#1512;, &#1488;&#1495;&#1514; &#1489;&#1494;&#1502;&#1504;&#1492;, &#1506;&#1500; &#1497;&#1491;&#1497; &#1492;&#1506;&#1489;&#1512;&#1514; &#1511;&#1493;&#1491; &#1489;&#1494;&#1492;&#1497;&#1512;&#1493;&#1514;, &#1489;&#1504;&#1497;&#1497;&#1492; &#1502;&#1495;&#1491;&#1513;, &#1493;&#1513;&#1497;&#1504;&#1493;&#1497; &#1502;&#1502;&#1513;&#1511;&#1497;&#1501;. &#1492;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501;
&#1500;&#1492;&#1506;&#1513;&#1493;&#1514; &#1506;&#1500;-&#1497;&#1491;&#1497; &#1502;&#1514;&#1499;&#1504;&#1514; &#1488;&#1495;&#1491; &#1513;&#1506;&#1493;&#1489;&#1491; &#1489;&#1494;&#1492;&#1497;&#1512;&#1493;&#1514; &#1493;&#1502;&#1499;&#1504;&#1497;&#1505; &#1488;&#1514; &#1492;&#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1489;&#1489;&#1514; &#1488;&#1495;&#1514;, &#1499;&#1498; &#1513;&#1492;&#1493;&#1488; &#1500;&#1488; &#1497;&#1508;&#1512;&#1497;&#1506;
&#1500;&#1488;&#1497;&#1513; &#1502;&#1500;&#1489;&#1491;&#1493;. &#1504;&#1497;&#1514;&#1503; &#1500;&#1489;&#1510;&#1506; &#1488;&#1508;&#1497;&#1500;&#1493; &#1513;&#1497;&#1504;&#1493;&#1497;&#1497;&#1501; &#1488;&#1512;&#1499;&#1497;&#1496;&#1511;&#1496;&#1493;&#1504;&#1497;&#1497;&#1501; &nbsp;&#1490;&#1491;&#1493;&#1500;&#1497;&#1501; &#1500;&#1502;&#1491;&#1497; &#1502;&#1489;&#1500;&#1497; <b>&#1500;&#1494;&#1512;&#1493;&#1511;
&#1488;&#1514; &#1492;&#1511;&#1493;&#1491; &#1500;&#1508;&#1495;</b>. &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1513;&#1500; Juno, &#1489;&#1497;&#1500;&#1497;&#1504;&#1493; &#1502;&#1505;&#1508;&#1512; &#1495;&#1493;&#1491;&#1513;&#1497;&#1501; &#1502;&#1489;&#1510;&#1506;&#1497;&#1501; &#1488;&#1512;&#1499;&#1497;&#1496;&#1511;&#1496;&#1493;&#1512;&#1492; &#1502;&#1495;&#1491;&#1513; &#1489;&#1513;&#1500;&#1489;
&#1502;&#1505;&#1493;&#1497;&#1501;: &#1512;&#1511; &#1492;&#1494;&#1494;&#1504;&#1493; &#1491;&#1489;&#1512;&#1497;&#1501;, &#1504;&#1497;&#1511;&#1497;&#1504;&#1493; &#1488;&#1493;&#1514;&#1501;, &#1497;&#1510;&#1512;&#1504;&#1493; &#1502;&#1495;&#1500;&#1511;&#1493;&#1514;-&#1506;&#1500; &#1513;&#1492;&#1497;&#1492; &#1489;&#1492;&#1503; &#1492;&#1490;&#1497;&#1493;&#1503;, &#1493;&#1497;&#1510;&#1512;&#1504;&#1493; &#1502;&#1502;&#1513;&#1511;&#1497;&#1501;
&#1495;&#1491;&#1497;&#1501; &#1489;&#1497;&#1503; &#1492;&#1502;&#1493;&#1491;&#1493;&#1500;&#1497;&#1501;. &#1488;&#1489;&#1500; &#1506;&#1513;&#1497;&#1504;&#1493; &#1488;&#1514; &#1494;&#1492; &#1489;&#1494;&#1492;&#1497;&#1512;&#1493;&#1514;, &#1506;&#1501; &#1489;&#1505;&#1497;&#1505; &#1492;&#1511;&#1493;&#1491; &#1492;&#1511;&#1497;&#1497;&#1501;, &#1493;&#1500;&#1488; &#1497;&#1510;&#1512;&#1504;&#1493; &#1489;&#1488;&#1490;&#1497;&#1501;
&#1495;&#1491;&#1513;&#1497;&#1501; &#1488;&#1493; &#1494;&#1512;&#1511;&#1504;&#1493; &#1511;&#1493;&#1491; &#1513;&#1506;&#1489;&#1491;.<br>
<br>
&#1505;&#1497;&#1489;&#1492; &#1513;&#1504;&#1497;&#1497;&#1492; &#1502;&#1491;&#1493;&#1506; &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1513;&#1492;&#1511;&#1493;&#1491; &#1513;&#1500;&#1492;&#1501; &#1492;&#1493;&#1488; &#1489;&#1500;&#1490;&#1503; &#1492;&#1497;&#1488; &#1502;&#1513;&#1493;&#1501; &#1513;&#1492;&#1493;&#1488; &#1500;&#1488; &#1497;&#1506;&#1497;&#1500;. &#1492;&#1497;&#1493; &#1513;&#1502;&#1493;&#1506;&#1493;&#1514;
&#1513;&#1511;&#1493;&#1491; &#1492;-rendering &#1489;&#1504;&#1496;&#1505;&#1511;&#1497;&#1497;&#1508; &#1492;&#1497;&#1492; &#1488;&#1497;&#1496;&#1497;. &#1488;&#1489;&#1500; &#1494;&#1492; &#1502;&#1513;&#1508;&#1497;&#1506; &#1512;&#1511; &#1506;&#1500; &#1495;&#1500;&#1511; &#1511;&#1496;&#1503; &#1513;&#1500; &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1513;&#1504;&#1497;&#1514;&#1503;
&#1500;&#1506;&#1513;&#1493;&#1514; &#1500;&#1493; &#1488;&#1493;&#1508;&#1496;&#1497;&#1502;&#1497;&#1494;&#1510;&#1497;&#1492; &#1488;&#1493; &#1488;&#1508;&#1497;&#1500;&#1493; &#1500;&#1513;&#1499;&#1514;&#1489;. &#1488;&#1497;&#1504;&#1498; &#1510;&#1512;&#1497;&#1498; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1514; &#1492;&#1499;&#1500;. &#1499;&#1513;&#1506;&#1493;&#1513;&#1497;&#1501; &#1488;&#1493;&#1508;&#1496;&#1497;&#1502;&#1497;&#1494;&#1510;&#1497;&#1492;
&#1500;&#1502;&#1492;&#1497;&#1512;&#1493;&#1514;, &#1488;&#1495;&#1493;&#1494; &#1488;&#1495;&#1491; &#1502;&#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1504;&#1493;&#1514;&#1503; <span style='color:red'>&#1500;&#1498; 99 &#1488;&#1495;&#1493;&#1494; &#1513;&#1497;&#1508;&#1493;&#1512;</span>.<br>
<br>
&#1513;&#1500;&#1497;&#1513;&#1497;&#1514;, &#1492;&#1511;&#1493;&#1491; &#1506;&#1500;&#1493;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1499;&#1493;&#1506;&#1512; &#1500;&#1488;&#1500;&#1500;&#1492;. &#1500;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1488;&#1495;&#1491; &#1513;&#1506;&#1489;&#1491;&#1514;&#1497; &#1506;&#1500;&#1497;&#1493; &#1492;&#1497;&#1492; &#1496;&#1497;&#1508;&#1493;&#1505; &#1489;&#1513;&#1501;
FuckedString (&#1489;&#1514;&#1512;&#1490;&#1493;&#1501; &#1495;&#1493;&#1508;&#1513;&#1497;: <span style='color:red'>&#1502;&#1495;&#1512;&#1493;&#1494;&#1514; &#1491;&#1508;&#1493;&#1511;&#1492;</span>). &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;
&#1488;&#1495;&#1512; &#1492;&#1514;&#1495;&#1497;&#1500; &#1506;&#1501; &#1492;&#1511;&#1493;&#1504;&#1489;&#1504;&#1510;&#1497;&#1492; &#1513;&#1500; &#1500;&#1492;&#1514;&#1495;&#1497;&#1500; &#1502;&#1513;&#1514;&#1504;&#1497;&#1501; &#1495;&#1489;&#1512;&#1497;&#1501; &#1506;&#1501; &#1511;&#1493; &#1514;&#1495;&#1514;&#1493;&#1503;, &#1488;&#1489;&#1500; &#1488;&#1495;&#1512; &#1499;&#1498; &#1506;&#1489;&#1512; &#1500;-&quot;m_&quot;
&#1492;&#1497;&#1493;&#1514;&#1512; &#1492;&#1505;&#1496;&#1504;&#1491;&#1512;&#1496;&#1497;. &#1488;&#1494; &#1495;&#1510;&#1497; &#1502;&#1492;&#1508;&#1493;&#1504;&#1511;&#1510;&#1497;&#1493;&#1514; &#1492;&#1514;&#1495;&#1497;&#1500;&#1493; &#1506;&#1501; &quot;_&quot; &#1493;&#1495;&#1510;&#1497; &#1506;&#1501;
&quot;m_&quot;, &#1513;&#1504;&#1512;&#1488;&#1492; &#1502;&#1499;&#1493;&#1506;&#1512;. &#1506;&#1501; &#1499;&#1500; &#1492;&#1499;&#1504;&#1493;&#1514;, &#1494;&#1492; &#1502;&#1505;&#1493;&#1490; &#1492;&#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1488;&#1508;&#1513;&#1512; &#1500;&#1508;&#1514;&#1493;&#1512; &#1489;&#1495;&#1502;&#1513; &#1491;&#1511;&#1493;&#1514; &#1506;&#1501;
&#1502;&#1488;&#1511;&#1512;&#1493; &#1513;&#1500; Emacs, &#1500;&#1488; &#1506;&#1500;-&#1497;&#1491;&#1497; &#1492;&#1514;&#1495;&#1500;&#1492; &#1502;&#1488;&#1508;&#1505;.<br>
<br>
&#1495;&#1513;&#1493;&#1489; &#1500;&#1494;&#1499;&#1493;&#1512; &#1513;&#1499;&#1513;&#1488;&#1514;&#1492; &#1502;&#1514;&#1495;&#1497;&#1500; &#1502;&#1488;&#1508;&#1505; &#1488;&#1497;&#1503; &#1513;&#1493;&#1501; &#1505;&#1497;&#1489;&#1492; &#1500;&#1492;&#1488;&#1502;&#1497;&#1503; &#1513;&#1514;&#1506;&#1513;&#1492; &#1506;&#1489;&#1493;&#1491;&#1492; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489;&#1492; &#1502;&#1488;&#1513;&#1512; &#1506;&#1513;&#1497;&#1514;
&#1489;&#1508;&#1506;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492;. &#1512;&#1488;&#1513;&#1497;&#1514;, &#1511;&#1512;&#1493;&#1489; &#1500;&#1493;&#1493;&#1491;&#1488;&#1497; &#1513;&#1488;&#1497;&#1503; &#1500;&#1498; &#1488;&#1514; &#1488;&#1493;&#1514;&#1493; &#1510;&#1493;&#1493;&#1514; &#1502;&#1514;&#1499;&#1504;&#1514;&#1497;&#1501; &#1513;&#1506;&#1489;&#1491; &#1506;&#1500; &#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492;,
&#1499;&#1498; &#1513;&#1488;&#1497;&#1503; &#1500;&#1498; &#1502;&#1502;&#1513; &quot;&#1497;&#1493;&#1514;&#1512; &#1504;&#1505;&#1497;&#1493;&#1503;&quot;. &#1488;&#1514;&#1492; &#1508;&#1513;&#1493;&#1496; &#1514;&#1506;&#1513;&#1492; &#1488;&#1514; &#1512;&#1493;&#1489; &#1492;&#1496;&#1506;&#1493;&#1497;&#1493;&#1514; &#1492;&#1497;&#1513;&#1504;&#1493;&#1514; &#1513;&#1493;&#1489;,
&#1493;&#1514;&#1510;&#1497;&#1490; &#1499;&#1502;&#1492; &#1489;&#1506;&#1497;&#1493;&#1514; &#1495;&#1491;&#1513;&#1493;&#1514; &#1513;&#1488;&#1508;&#1497;&#1500;&#1493; &#1500;&#1488; &#1492;&#1497;&#1493; &#1489;&#1490;&#1512;&#1505;&#1492; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497;&#1514;.<br>
<br>
&#1492;&#1502;&#1504;&#1496;&#1512;&#1492; &#1492;&#1497;&#1513;&#1504;&#1492; <b>&#1514;&#1489;&#1504;&#1492; &#1488;&#1495;&#1491; &#1512;&#1511; &#1499;&#1491;&#1497; &#1500;&#1494;&#1512;&#1493;&#1511; &#1488;&#1493;&#1514;&#1493;</b> &#1502;&#1505;&#1493;&#1499;&#1504;&#1514; &#1499;&#1513;&#1492;&#1497;&#1488; &#1502;&#1497;&#1493;&#1513;&#1502;&#1514; &#1506;&#1500; &#1488;&#1508;&#1500;&#1497;&#1511;&#1510;&#1497;&#1493;&#1514;
&#1502;&#1505;&#1495;&#1512;&#1497;&#1493;&#1514; &#1512;&#1495;&#1489;&#1493;&#1514;-&#1492;&#1497;&#1511;&#1507;. &#1488;&#1501; &#1488;&#1514;&#1492; &#1499;&#1493;&#1514;&#1489; &#1511;&#1493;&#1491; &#1504;&#1505;&#1497;&#1493;&#1504;&#1497;, &#1488;&#1514;&#1492; &#1506;&#1513;&#1493;&#1497; &#1500;&#1512;&#1510;&#1493;&#1514; &#1500;&#1492;&#1493;&#1510;&#1497;&#1488; &#1488;&#1514; &#1492;&#1508;&#1493;&#1504;&#1511;&#1510;&#1497;&#1492; &#1513;&#1499;&#1514;&#1489;&#1514;
&#1513;&#1489;&#1493;&#1506; &#1513;&#1506;&#1489;&#1512; &#1499;&#1513;&#1488;&#1514;&#1492; &#1495;&#1493;&#1513;&#1489; &#1506;&#1500; &#1488;&#1500;&#1490;&#1493;&#1512;&#1497;&#1514;&#1501; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489;. &#1494;&#1492; &#1489;&#1505;&#1491;&#1512;. &#1488;&#1514;&#1492; &#1512;&#1493;&#1510;&#1492; &#1500;&#1488;&#1512;&#1490;&#1503; &#1502;&#1495;&#1491;&#1513; &#1502;&#1495;&#1500;&#1511;&#1492; &#1499;&#1491;&#1497;
&#1500;&#1506;&#1513;&#1493;&#1514; &#1488;&#1493;&#1514;&#1492; &#1497;&#1493;&#1514;&#1512; &#1511;&#1500;&#1492; &#1500;&#1513;&#1497;&#1502;&#1493;&#1513;. &#1490;&#1501; &#1494;&#1492; &#1489;&#1505;&#1491;&#1512;. &#1488;&#1489;&#1500; &#1500;&#1494;&#1512;&#1493;&#1511; &#1488;&#1514; &#1499;&#1500; &#1492;&#1514;&#1493;&#1499;&#1504;&#1497;&#1514; &#1494;&#1493; &#1499;&#1505;&#1497;&#1500;&#1493;&#1514; &#1502;&#1505;&#1493;&#1499;&#1504;&#1514;,
&#1493;&#1488;&#1501; &#1500;&#1504;&#1496;&#1505;&#1511;&#1497;&#1497;&#1508; &#1492;&#1497;&#1492; &#1511;&#1510;&#1514; &#1508;&#1497;&#1511;&#1493;&#1495; &#1513;&#1500; &#1502;&#1489;&#1493;&#1490;&#1512;&#1497;&#1501; &#1506;&#1501; &#1504;&#1505;&#1497;&#1493;&#1503; &#1513;&#1500; &#1514;&#1506;&#1513;&#1497;&#1497;&#1514; &#1492;&#1514;&#1493;&#1499;&#1504;&#1492;, &#1492;&#1501; &#1500;&#1488; &#1492;&#1497;&#1493; &#1497;&#1493;&#1512;&#1497;&#1501;
&#1500;&#1506;&#1510;&#1502;&#1501; &#1489;&#1512;&#1490;&#1500; &#1489;&#1510;&#1493;&#1512;&#1492; &#1499;&#1500;-&#1499;&#1498; &#1490;&#1512;&#1493;&#1506;&#1492;.<o:p></o:p></span></p>


<div class=MsoNormal align=center dir=RTL style='text-align:center;direction:
rtl;unicode-bidi:embed'><span lang=AR-SA>

<hr size=2 width="100%" align=center>

</span></div>


<p class=MsoNormal dir=RTL style='text-align:right;direction:rtl;unicode-bidi:
embed'><span lang=AR-SA><br>
<br>
<a href="http://www.joelonsoftware.com/news/fog0000000215.html">&#1511;&#1510;&#1514; &#1502;&#1513;&#1493;&#1489;</a>, <b>&#1499;&#1493;&#1500;&#1500;
&#1514;&#1490;&#1493;&#1489;&#1492; &#1513;&#1500; &#1502;&#1492;&#1504;&#1491;&#1505; &#1502;&#1488;&#1493;&#1491; &#1489;&#1499;&#1497;&#1512; &#1513;&#1506;&#1489;&#1491; &#1489;&#1504;&#1496;&#1505;&#1511;&#1497;&#1497;&#1508;</b>. &#1489;&#1504;&#1493;&#1505;&#1507;, &#1505;&#1514; &#1490;&#1493;&#1512;&#1491;&#1493;&#1503; &#1513;&#1500;&#1495; &#1500;&#1497; &#1489;&#1491;&#1493;&#1488;&#1512; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497;
&#1499;&#1502;&#1492; &nbsp;<a href="http://www.joelonsoftware.com/articles/fog0000000053.html">&#1496;&#1497;&#1508;&#1497;&#1501;
&#1504;&#1492;&#1491;&#1512;&#1497;&#1501;</a> &#1499;&#1491;&#1497; &#1500;&#1511;&#1512;&#1493;&#1488; &#1511;&#1493;&#1491; &#1502;&#1511;&#1493;&#1512; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;. <br>
<br>
&nbsp;<br>
<br>
&#1513;<br>
<br>
<br>
&#1506;<br>
&#1513;&#1513;<o:p></o:p></span></p>

<p class=MsoNormal dir=LTR style='margin-bottom:12.0pt'><span style='mso-bidi-language:
HE'>&#1513;<br>
<br>
<br>
<br>
<br>
<br>
<br>
<br style='mso-special-character:line-break'>
<![if !supportLineBreakNewLine]><br style='mso-special-character:line-break'>
<![endif]></span><span dir=RTL></span><span lang=AR-SA dir=RTL><span dir=RTL></span><o:p></o:p></span></p>

</div>

</body>

</html>
